[
      {
            "date": "2021-03-12T03:09:08Z",
            "title": "Biden’s pitch: Maybe the government is OK?",
            "full_article": "It was 35 years ago that President Ronald Reagan concisely crystallized his rhetorical approach to leading the most powerful country in the world.“The nine most terrifying words in the English language,” Reagan said at a news conference in August 1986, “are, ‘I’m from the Government, and I’m here to help.’ ”Support our journalism. Subscribe today.arrow-rightPithy, but pointed. That was, in fact, Reagan’s approach to the utility of the government, an approach embodied in his efforts to extricate government from public life and, therefore, to slash spending and taxes. By the time he left office, this was the default position of his party and was successful enough as a selling point that even the next Democratic president, Bill Clinton, embraced the idea of cutting taxes and overhauling the welfare system. It became a mantra which intertwined with the concept of American individualism: I’ll do it myself, thanks.ADADBut then the coronavirus pandemic happened and the federal government went from saying, “I’m here to help” to “good luck with that.” The Trump administration pushed the pandemic response to the states over and over again: buying protective equipment, scrambling for tests and, ultimately, managing distribution of vaccines.By August of last year, a remarkable shift had occurred, as measured in polling conducted by Fox News. For years, the network’s pollsters had asked Americans which message they wanted to send to the government, “lend me a hand” or “leave me alone.” Consistently, the more popular response was the latter, that confident rejection of the need for assistance. And then the pandemic hit.In 2019, Americans were 21 percentage points more likely to say “leave me alone.” In August 2020, they were 21 points more likely to say “lend me a hand.” Even among Republicans, the two sentiments were about evenly cited, a 60-point shift from the prior year.ADADOn Thursday night, President Biden gave his first prime-time address to the nation. In it, he offered careful optimism for how and when the worst of the pandemic might finally fade.He also offered a variant on the theme of unity he’s presented since his inauguration.“We know what we need to do to beat this virus. Tell the truth. Follow the science. Work together,” he said. And then: “Put trust and faith in our government to fulfill its most important function, which is protecting the American people. No function more important.”“We need to remember the government isn’t some foreign force in a distant capital,” he continued. “No, it’s us, all of us. We the people.”ADOver the course of the pandemic, Americans hadn’t placed much trust and faith in the government to do that. Polling from Gallup shows that most of the country was skeptical not only of President Donald Trump’s handling of the pandemic but also of the efforts undertaken by federal institutions like the Centers for Disease Control and Prevention. This wasn’t without cause: The CDC’s slow and stumbling initial efforts marred early testing efforts and exacerbated the uncertainty of the pandemic’s early months. Over the rest of the year, Trump and his allies in conservative media, hoping to shore up Trump’s popularity with an election looming, preferred to continue to blame government agencies and officials like Anthony S. Fauci for both the ongoing scale of the pandemic and for efforts at containment.ADFor Biden, increased public confidence in the government would offer benefits beyond simply bringing the pandemic to a more rapid end. Hours before his speech, he signed into law a massive coronavirus relief bill that introduced a number of new government policies and programs, which he and his allies clearly hope will continue to bolster support for an active government response. If the public starts to accept government help as useful or beneficial, it becomes easier for Biden to propose other policies at similar scale and scope.Biden framed his defense of government as a defense of the idea that the federal government is nothing more than Americans working together for the common good. It’s a somewhat archaic idea, technically correct but one which undervalues the scale and inertia of much of the government’s executive branch. But that idea also helps reinforce Biden’s presentation that he’s the face of communal action, the guy who’s simply enacting the will of the public.ADOn the relief package, polling has repeatedly shown that he’s doing just that: it has the approval of two-thirds of the country, including 40 percent of Republicans. It means that Biden missed the opportunity to riff on Reagan’s line, telling the country that the 11 most popular words in the English language are, “I’m from the government and your check is in the mail.”Then again, he probably didn’t have to.",
            "author": "Philip Bump"
      },
      {
            "date": "2021-03-12T02:50:00Z",
            "title": "Full transcript of President Biden’s address to the nation",
            "full_article": "JOE BIDEN, PRESIDENT OF THE UNITED STATES: Good evening, my fellow Americans.Tonight, I’d like to talk to you about where we are as we mark one year since everything stopped because of this pandemic.Support our journalism. Subscribe today.arrow-rightA year ago, we were hit with a virus that was met with silence and spread unchecked, denials for days, weeks, then months. That led to more deaths, more infections, more stress and more loneliness.Photos and videos from 2019 feel like they were taken in another era, the last vacation, the last birthday with friends, the last holiday with extended family. While it was different for everyone, we all lost something, a collective suffering, a collective sacrifice, a year filled with the loss of life and the loss of living for all of us.ADBut in the loss, we saw how much there was to gain in appreciation, respect and gratitude. Finding light in the darkness is a very American thing to do.ADIn fact, it may be the most American thing we do. And that's what we have done. We have seen front-line and essential workers risking their lives, sometimes losing them, to save and help others, researchers and scientists racing for a vaccine, and so many of you, as Hemingway wrote, being strong in all the broken places.I know it’s been hard. I truly know. As I have told you before, I carry a card in my pocket with the number of Americans who have died from covid to date. It’s on the back of my schedule.ADAs of now, total deaths in America, 527,726. That's more deaths than in World War I, World War II, the Vietnam War, and 9/11 combined. There are husbands, wives, sons and daughters, grandparents, friends, neighbors, young and old. They leave behind loved ones unable to truly grieve or to heal, even to have a funeral.ADBut I’m also thinking about everyone else who [was] lost this past year to natural causes, by cruel fate of accident or other disease. They too died alone. They too leave behind loved ones who are hurting badly.You know, you have often heard me say before, I talk about the longest walk any parent can make is up a short flight of stairs to his child’s bedroom to say, “I’m sorry, but I lost my job; I can’t be here anymore,” like my dad told me when he lost his job in Scranton.ADSo many of you had to make that same walk this past year. You lost your job. You closed your business, facing eviction, homelessness, hunger, a loss of control, and, maybe worst of all, a loss of hope, watching a generation of children who may be set back up to a year or more because they have not been in school because of their loss of learning.ADIt's the details of life that matter the moment. And we miss those details, the big details and the small moments, weddings, birthdays, graduations, all the things that needed to happen, but didn't, the first date, the family reunions, the Sunday night rituals.It all has exacted a terrible cost on the psyche of so many of us, for we are fundamentally a people who want to be with others, to talk, to laugh, to hug, to hold one another.ADBut this virus has kept us apart. Grandparents haven't seen their children or grandchildren. Parents haven't seen their kids. Kids haven't seen their friends. The things we used to do that always filled us with joy have become things we couldn't do and broke our hearts.Too often, we have turned against one another. A mask, the easiest thing to do to save lives, sometimes, it divides us, states pitted against one another, instead of working with each other, vicious hate crimes against Asian Americans, who have been attacked, harassed, blamed and scapegoated.ADAt this very moment, so many of them, our fellow Americans, they're on the front lines of this pandemic trying to save lives, and still, still they're forced to live in fear for their lives just walking down streets in America. It's wrong. It's un-American. And it must stop.ADLook, we know what we need to do to beat this virus. Tell the truth. Follow the scientists and the science. Work together. Put trust and faith in our government to fulfill its most important function, which is protecting the American people, no function more important.We need to remember, the government isn't some foreign force in a distant capital. No, it's us, all of us, we the people. For you and I, that America thrives when we give our hearts, when we turn our hands to common purpose.And, right now, my friends, we're doing just that. And I have to say, as your president, I'm grateful to you.ADLast summer, I was in Philadelphia, and I met a small-business owner, a woman. I asked her, I said, “What do you need most?”ADI will never forget what she said to me. She said — looking me right in the eye, she said, “I just want the truth, the truth. Just tell me the truth.”Think of that.My fellow Americans, you’re owed nothing less than the truth. And for all of you asking when things will get back to normal, here is the truth. The only way to get our lives back, to get our economy back on track is to beat the virus. You have been hearing me say that for — while I was running and the last 50 days I have been president.But this is one of the most complex operations we have ever undertaken as a nation in a long time. That’s why I’m using every power I have as president of the United States to put us on a war footing to get the job done. It sounds like hyperbole, but I mean it, a war footing.ADADAnd, thank God, we’re making some real progress now. In my first full day in office, I outlined for you a comprehensive strategy to beat this pandemic. We’ve spent every day since attempting to carry it out.Two months ago, the country — this country didn’t have nearly enough vaccine supply to vaccinate all or anywhere near all of the American people. But soon we will.We’ve been working with vaccine manufacturers Pfizer, Moderna, Johnson & Johnson to manufacture and purchase hundreds of millions of doses of these three safe, effective vaccines.And now, at the direction and with the assistance of my administration, Johnson & Johnson is working together with a competitor, Merck, to speed up and increase the capacity to manufacture new Johnson & Johnson vaccine, which is one shot.ADIn fact, just yesterday, I ... met with the CEOs of both companies, I announced our plan to buy an additional 100 million doses of Johnson & Johnson vaccines.ADThese two companies, competitors, have come together for the good of the nation, and they should be applauded for it. It’s truly a national effort, just like we saw during World War II.Now because of all the work we’ve done, we’ll have enough vaccine supply for all adults in America by the end of May. That’s months ahead of schedule. And we’re mobilizing thousands of vaccinators to put the vaccine in one’s arm, calling active-duty military, FEMA, retired doctors and nurses, administrators ... to administer the shots.And we’ve been creating more places to get the shots. We’ve made it possible for you to get a vaccine at ... any one of 10,000 pharmacies across the country. Just like you get your flu shot.We’re also working with governors and mayors in red states and blue states to set up and support nearly 600 federally supported vaccination centers that administer hundreds of thousands of shots per day. You can drive up to a stadium or a large parking lot, get your shot, never leave your car, and drive home in less than an hour.ADWe've been sending vaccines to hundreds of community health centers all across America located in underserved areas. And we've been deploying and we will deploy more mobile vehicles and pop-up clinics to meet you where you live so those who are least able to get the vaccine are able to get it.We continue to work on making at-home testing available. And we’ve been focused on serving people in the hardest-hit communities of this pandemic — Black, Latino, Native American and rural communities.So what does all this add up to?When I took office 50 days ago, only 8 percent of Americans — after months, only 8 percent of those over the age of 65 had gotten their first vaccination. Today, that number is 65 percent. Just 14 percent of Americans over the age of 75, 50 days ago, had gotten their first shot. Today, that number is well over 70 percent.With new guidance from the Centers for Disease Control and Prevention, the CDC, that came out on Monday, it means simply this: Millions and millions of grandparents who went months without being able to hug their grandkids can now do so.And the more people are fully vaccinated, the CDC will continue to provide additional guidance on what you can do in the workplace, places of worship, with your friends, as well as travel.When I came into office, you may recall, I set a goal that many of you said was kind of way over the top. I said I intended to get 100 million shots in people’s arms in my first 100 days in office.Tonight, I can say we’re not only going to meet that goal, we’re going to beat that goal, because we’re actually on track to reach this goal of 100 million shots in arms on my 60th day in office. No other country in the world has done this. None.And I want to talk about the next steps we're thinking about.First, tonight, I'm announcing that I will direct all states, tribes and territories to make all adults, people 18 and over, eligible to be vaccinated no later than May 1.Let me say that again. All adult Americans will be eligible to get a vaccine no later than May 1. That's much earlier than expected.And let me be clear, that doesn’t mean everyone’s going to have that shot immediately, but it means you’ll be able to get in line beginning May 1. Every adult will be eligible to get their shot.And to do this, we're going to go from a million shots a day that I promised in December before I was sworn in, to maintaining, beating our current pace of 2 million shots a day, outpacing the rest of the world.Secondly, at the time when every adult is eligible in May, we will launch with our partners new tools to make it easier for you to find the vaccine and where to get the shot, including a new website that will help you first find the place to get vaccinated and the one nearest you. No more searching day and night for an appointment for you and your loved ones.Thirdly, with the passage of the American Rescue Plan — and I thank again the House and Senate for passing it — and my announcement last month of a plan to vaccinate teachers and school staff, including bus drivers, we can accelerate massive nationwide effort to reopen our schools safely and meet my goal that I stated at the same time about 100 million shots of opening a majority of K-8 schools in my first 100 days in office. This is going to be the number one priority of my new secretary of education, Miguel Cardona.Fourth, in the coming weeks, we will issue further guidance on what you can and cannot do once fully vaccinated, to lessen the confusion, to keep people safe and encourage more people to get vaccinated.And finally, fifth, and maybe most importantly, I promise I will do everything in my power, I will not relent until we beat this virus. But I need you, the American people, I need you, I need every American to do their part.And that's not hyperbole. I need you. I need you to get vaccinated when it's your turn and when you can find an opportunity. And to help your family, your friends, your neighbors get vaccinated as well.Because here's the point, if we do all this, if we do our part, if we do this together, by July the 4th, there's a good chance you, your families and friends will be able to get together in your backyard or your neighborhood and have a cookout and a barbecue and celebrate Independence Day.That doesn’t mean large events with lots of people together, but it does mean small groups will be able to get together. After this long, hard year, that will make this Independence Day something truly special, where we not only mark our independence as a nation but we begin to mark our independence from this virus.But to get there we can’t let our guard down. This fight is far from over, as I told the woman in Pennsylvania. I’ll tell you the truth. On July Fourth, with your loved ones, is the goal.But a goal, a lot can happen. Conditions can change. The scientists have made clear that things may get worse again as new variants of the virus spread. We've got work to do to ensure that everyone has confidence in the safety and effectiveness of all three vaccines.So my message to you is this: Listen to Dr. Fauci, one of the most distinguished and trusted voices in the world. He's assured us the vaccines are safe. They underwent rigorous scientific review.I know they're safe. Vice President Harris and I know they're safe. That's why we got the vaccine publicly, in front of cameras, so for the world to see, so you could see us do it. The first lady and the second gentleman also got vaccinated.Talk to your family, friends, your neighbors, the people you know best who've gotten the vaccine. We need everyone to get vaccinated. We need everyone to keep washing their hands, stay socially distanced, and keep wearing the mask as recommended by the CDC.Because even if we devote every resource we have, beating this virus and getting back to normal depends on national unity. And national unity isn't just how politics and politicians vote in Washington and what the loudest voices say on cable or online.Unity is what we do together as fellow Americans. Because if we don't stay vigilant and the conditions change, then we may have to reinstate restrictions to get back on track. And please, we don't want to do that again. We've made so much progress. This is not the time to let up.Just as we were emerging from a dark winter into a hopeful spring and summer is not the time to not stick with the rules.I’ll close with this. We’ve lost so much over the last year. We’ve lost family and friends. We’ve lost businesses and dreams we spent years building. We’ve lost time, time with each other.And our children have lost so much time with their friends, time with their schools. No graduation ceremonies this spring, no graduations from college, high school, moving up ceremonies, you know, and there's something else we lost.We lost faith in whether our government and our democracy can deliver on really hard things for the American people. But as I stand here tonight, we're proving once again something I've said time and time again, until you're probably tired of hearing me say it. I say it to foreign leaders and domestic alike. It's never, ever a good bet to bet against the American people.America is coming back. The development, manufacture and distribution of vaccines in record time is a true miracle of science. It's one of the most extraordinary achievements any country has ever accomplished.And we also just saw the Perseverance Rover land on Mars — stunning images of our dreams that are now a reality, another example of the extraordinary American ingenuity, commitment and belief in science and one another.And today I signed into law the American Rescue Plan, a historic piece of legislation that delivers immediate relief to millions of people. It includes $1,400 in direct rescue checks, payments. That means a typical family of four earning about $110,000 will get checks for $5,600 deposited if they have direct deposit, or in a check, a Treasury check.It extends unemployment benefits. It helps small businesses. It lowers health-care premiums for many. It provides food and nutrition, keeps families in their homes. And it will cut child poverty in this country in half, according to the experts.And it funds all the steps I’ve just described to beat the virus and create millions of jobs. In the coming weeks and months, I’ll be traveling along with the first lady, the vice president, the second gentleman, members of my Cabinet, to speak directly to you, to tell you the truth about how the American Rescue Plan meets the moment — and if it fails at any point, I will acknowledge that it failed, but it will not — about how, after long, dark years, one whole year, there is hope and light of better days ahead.If we all do our part, this country will be vaccinated soon. Our economy will be on the mend. Our kids will be back in school. And we’ll have proven once again that this country can do anything — hard things, big things, important things.Over a year ago, no one could have imagined what we were about to go through. But now we're coming through it. And it's a shared experience that binds us together as a nation. We are bound together by the loss and the pain of the days that have gone by. We're also bound together by the hope and the possibilities of the days in front of us.My fervent prayer for our country is that, after all we've been through, we'll come together, as one people, one nation, one America.I believe we can and we will. We’re seizing this moment. And history, I believe, will record we faced and overcame one of the toughest and darkest periods in this nation’s history — darkest we’ve ever known.I promise you, we’ll come out stronger, with a renewed faith in ourselves, a renewed commitment to one another, to our communities and to our country. This is the United States of America. And there’s nothing, nothing — from the bottom of my heart, I believe this — there’s nothing we can’t do when we do it together.So God bless you all, and please, God, give solace to all those people who lost someone. And may God protect our troops.Thank you for taking the time and listening. I look forward to seeing you.This transcript is provided by ASC Services LLC on behalf of Bloomberg Government.",
            "author": "Washington Post Staff"
      },
      {
            "date": "2021-03-12T02:29:10Z",
            "title": "Fact-checking Biden’s address to the nation",
            "full_article": "President Biden’s address to the nation was heavy on emotion and hope, but light on facts to check. Here are two moments where the president stretched the truth.“That’s more deaths than in World War I, World War II, Vietnam War and 9/11 combined.”Support our journalism. Subscribe today.arrow-rightBiden’s math on this is wrong. The president said 527,726 Americans have been recorded as dying from the coronavirus. But, as we have noted before, about 580,000 people died in the three wars he mentioned.World War I: 116,516 deathsWorld War II: 405,399Vietnam: 58,220Adding in the nearly 3,000 people who died during the Sept. 11, 2001, terrorist attacks brings you to just over 583,000.In the past, the White House said that Biden misspoke and meant to refer to combat deaths. Using just battlefield deaths, you come up with a much different number for the three wars — about 392,000. That’s because more than half the deaths in World War I were not on the battlefield, in part because the 1918 flu pandemic at the time also claimed many lives in the military.ADADBut in this case it’s rather strange for Biden to include 9/11 deaths (not in combat) and then mix that with combat deaths, especially because in-service deaths are more commonly used when referring to the military death toll in wars.It’s also odd that the White House says Biden is referring to combat deaths — and yet he never seems to utter that caveat. (In his inaugural address, the story was that he was counting all in-service deaths, so it also makes little sense to suddenly change the metrics.)On March 11, President Biden claimed that his goal of vaccinating 100 million Americans was called “way over the top.\" (The Washington Post)“I set a goal that many of you said was kind of way over the top. I said I intended to get 100 million shots in people’s arms in my first hundred days in office.”ADBiden has become the master of underpromising and then overdelivering, in contrast to former president Donald Trump. Trump, for instance, promised more than 20 times that 100 million doses would be delivered by the end of 2020 — and only about 21 million had been delivered by the time Biden took the oath of office on Jan. 20.ADBut the Trump administration improved its performance as it counted down to Trump’s last days in office. Vaccinations had reached a seven-day average of 980,000 by the time Biden took office — virtually the goal Biden initially set for himself. The Biden administration has now managed to more than double that daily total, but Biden was in the position of being assured of winning the race even before he started it.As for whether many Americans said the goal was “way over the top,” we are unaware of polling that would confirm that. Most news accounts depicted Biden’s goal as potentially difficult, but not impossible, when he announced it in early December.ADThe New York Times called the plan “ambitious,” adding that “fulfilling it will require no hiccups in manufacturing or distributing the vaccine and a willingness by Americans to be vaccinated.” The Washington Post also called it an “ambitious target” and USA Today pegged it as a “lofty goal.”“My eyes got big when I saw that,” Kavita Patel, a physician who served in the Obama administration, said at the time. “That’s not going to be easy to fulfill.”(About our rating scale)Send us facts to check by filling out this formSign up for The Fact Checker weekly newsletterThe Fact Checker is a verified signatory to the International Fact-Checking Network code of principles",
            "author": "Glenn Kessler"
      },
      {
            "date": "2021-03-12T02:16:38Z",
            "title": "Recording reveals details of Trump call to Georgia's chief elections investigator...",
            "full_article": "President Donald Trump encouraged Georgia’s chief elections investigator in a December phone call to uncover “dishonesty” in her investigation of absentee ballot signatures in an effort to reverse his defeat against Joe Biden in the state, according to a recording of the call released this week by the Georgia secretary of state’s office.Support our journalism. Subscribe today.arrow-right“The people of Georgia are so angry at what happened to me,” Trump told Frances Watson, the chief investigator for Georgia Secretary of State Brad Raffensperger, according to the recording. “They know I won, won by hundreds of thousands of votes. It wasn’t close.”He added, “When the right answer comes out, you’ll be praised.” Later on the call, he said, “You have the most important job in the country right now.”ADThe Washington Post reported on the substance of Trump’s Dec. 23 call in January, describing him saying that Watson should “find the fraud” and that she would be a “national hero,” based on an account from Jordan Fuchs, the deputy secretary of state, whom Watson briefed on his comments.ADIn fact, he did not use those precise words.Rather, Trump urged the investigator to scrutinize Fulton County, where she would find “dishonesty,” he said.He also said, “whatever you can do, Frances, it would be — it’s a great thing. It’s an important thing for the country. So important. You’ve no idea. So important. And I very much appreciate it.”When The Post first reported on the call, state officials said they did not believe that a recording existed. Officials located the recording on a trash folder on Watson’s device while responding to a public records request, according to a person familiar with the situation, who spoke on the condition of anonymity to describe the internal process.ADWatson has not responded to requests for comment. The Post originally withheld her name because of the risk of threats and harassment directed at election officials. In an interview with WSB-TV, she said she was “shocked” by Trump’s call but did not feel pressured by his outreach.ADA spokesman for Trump did not respond to a request for comment.The recording was first reported Wednesday by the Wall Street Journal.At the time Trump called her, Watson was leading an audit of mail ballot signatures in Cobb County, a suburb of Atlanta. Legal experts have said the president’s outreach — and another call he placed directly to Raffensperger on Jan. 2 — may have amounted to obstruction of a criminal investigation.ADThe Fulton County district attorney’s office has launched a probe into the efforts by Trump and his allies to subvert the results in Georgia.Georgia prosecutors open criminal investigation into Trump’s efforts to subvert election resultsOn the call, Watson sounds surprised and flattered to find herself on the telephone with the U.S. president — but also careful to reveal little about the investigation she was conducting in partnership with the Georgia Bureau of Investigation.AD“Well, Mr. President, I appreciate your comments,” she said. “And I can assure you that our team and the GBI, that we’re only interested in the truth and finding, you know, finding the information that’s based on the facts.”She added: “I know that you’re a very, very busy, very important man. And I’m very honored that you called. Quite, quite frankly, I’m shocked that you, that you would take time to do that. But I am very appreciative.”ADTrump said he called on the suggestion of his chief of staff at the time, Mark Meadows — who had returned from a visit to Georgia the previous day to see the signature investigation in action.Raffensperger had called for the audit after Trump and his allies claimed without evidence that thousands of absentee ballots with forged signatures on their envelopes had been improperly accepted by local election officials.ADIn November, Sen. Lindsey O. Graham (R-S.C.) called Raffensperger directly to inquire about the feasibility of rechecking ballot signatures and discarding all absentee ballots in counties with high mismatching rates, Raffensperger told The Post last year. Graham denied that he was trying to toss votes, saying he was merely seeking information to better understand how the state verified mail ballots. It would be impossible to discard the ballots associated with individual ballot envelopes, as they are separated early in the tabulation process to protect voter privacy.ADOn the call with Watson, Trump urged her to check the envelope signatures against older signatures on file rather than a current file — an apparent attempt to inflate the numbers of nonmatching signatures.In Georgia and Florida in 2018, thousands of eligible voters saw their ballots rejected because officials checked their signatures against one on file that was older, and the voters’ signatures had evolved in the intervening time.AD“I hope you’re going back two years as opposed to just checking, you know, one against the other because that would just be sort of a signature check that didn’t mean anything,” Trump said. “But if you go back two years, and if you can get to Fulton, you’re going to find things that are going to be unbelievable, the dishonesty that we’ve heard from, just good sources, really good sources.”AD“But Fulton is the mother lode, you know, as the expression goes. Fulton County,” he added.Trump also urged Watson to continue investigating past the Christmas holiday “because, you know, we have the date, which is a very important date” — an apparent reference to Jan. 6, the day a joint session of Congress was scheduled to formalize the electoral college results.Trump was fixated on that date as a last opportunity to overturn the election results, encouraging thousands of his supporters to descend on Washington and protest the vote. The ensuing riot at the U.S. Capitol left five people dead, including one police officer. Dozens of officers were injured. In the aftermath of the violence, Congress formally recognized President Biden’s win that night.\n",
            "author": "Amy Gardner"
      },
      {
            "date": "2021-03-12T02:09:32Z",
            "title": "3 takeaways from Biden’s first primetime address to the nation",
            "full_article": "President Biden delivered his first prime-time address to the nation Thursday, on the anniversary of the coronavirus outbreak being labeled a pandemic and on the day he signed a $1.9 trillion relief package — the first major piece of his agenda to pass through Congress.Support our journalism. Subscribe today.arrow-rightBelow are some takeaways from Biden’s speech.1. An Independence Day goal line — with caveatsIt’s been just under a year since former president Donald Trump set an ambitious goal for moving beyond the coronavirus, aiming to have things fully open again by an upcoming holiday: Easter. That goal, as with many of Trump’s predictions and goals during the pandemic, proved to be overly optimistic.ADBut on Thursday, Biden gave another holiday for which to aim: July 4. Biden cast it as a chance to “not only mark our independence as a nation, but we begin to mark our independence from this virus.”ADThe goal is less ambitious in many ways, including in just how back-to-normal Biden aims to be. He said the goal will be to have small gatherings, rather than the “packed churches” that Trump suggested could be just around the corner.But with patience on restrictions waning, Biden seemed to recognize the need to set a goal line for some kind of return to normalcy.Biden also gave people another date to mark on their calendars: May 1, when he said all adults should be eligible to receive vaccinations for the virus. Biden stressed that it doesn’t necessarily mean everyone will be able to actually get one by then.ADGetting people to do what they need to in the meantime — including getting vaccinated — is now the name of the game. But Biden sought to at least give them a holiday they can look forward to and hope to celebrate in a manner that’s somewhat familiar, while also making clear, repeatedly, that it will be a celebration that needs to be won.AD“So for all of you asking when things will get back to normal, here is the truth: The only way to get our lives back, to get our economy back on track, is to beat the virus,” Biden said. “You’ve been hearing me say that for — while I was running and the last 50 days I’ve been president. But this is one of the most complex operations we’ve ever undertaken as a nation, in a long time.”2. Some stern words for skepticsAlong with the call for people to do what’s needed to meet the goal for normalcy, Biden had some surprisingly stern words for skeptics of government scientists and their proposed mitigation techniques.ADWith some states moving away from mask mandates and many Americans — especially Republicans — still resisting even voluntary masking, Biden labeled it the “easiest thing to do to save lives,” sounding a bit exasperated while adding “sometimes it divides us.”ADWhile encouraging people to listen to scientists, Biden also addressed the skepticism of the scientists who work for the government.“We need to remember the government isn’t some foreign force in a distant capital,” Biden said. “No, it’s us, all of us, we the people. For you and I, that America thrives when we give our hearts, we turn our hands to common purpose.”Biden’s speech was heavier on unity talk than these bits of somewhat tough love, but unity talk is to be expected. How Biden confronts those who resist mitigation, especially now that it’s a Democratic administration asking for it, will be one of the biggest tests from here on out. And Biden in a few moments didn’t try to sugarcoat it.3. Pumping up his vaccine record — a bit too muchThe biggest early test of his administration has been the vaccine rollout. But as has been the case before, Biden’s effort to pitch it as a success story was overstated.ADADBiden at one point said that two months ago, “this country didn’t have nearly enough vaccine supply to vaccinate all or even near all of the American public, but soon we will.” The vaccines were still very new at the time, though, with really no expectation that we’d have near the amount needed to vaccinate everyone when Biden came into office. Biden and the administration have in the past oversold the idea that there was no vaccine distribution plan.Later in the speech, Biden suggested his vaccine rollout was vastly exceeding what its doubters suggested was possible.“You may recall, I set a goal that many of you said was kind of way over the top,” Biden said. “I said I intended to get 100 million shots in people’s arms in my first hundred days in office. Tonight, I can say we’re not only going to meet that goal; we’re going to beat that goal.”ADADBiden has said versions of this before, but, as fact-checkers have noted, there is little evidence that there was such huge skepticism of that goal in the media when he first set it. And indeed, when Biden came into office, there had already been several days of 1 million people being vaccinated — the daily number required to hit 100 million in 100 days.In other words, to hit the goal, he mostly just needed to keep things moving in the direction they were going. There is always some game-playing when it comes to setting expectations and then beating them, and vaccines continue to ramp up. But casting this as some unthinkable feat goes too far and detracts from legitimate claims to success.",
            "author": "Aaron Blake"
      },
      {
            "date": "2021-03-12T02:01:37Z",
            "title": "For some, wearing a mask is liberating!",
            "full_article": "A year into the pandemic, a lot has changed. And we’re reminded of that every time we go outside (if we go outside). Masks have joined the traditional don’t-leave-home-without-them trifecta of keys, wallets and phones — and they are here to stay.Support our journalism. Subscribe today.arrow-rightThere are folks who hate them, who can’t breathe through them, or who think they’re a sign of political oppression.But for others, the widespread use of masks has made the past year one of liberation.With a mask, you can sing in the grocery store, talk to yourself on a walk, grimace in the gym, leave the spinach in your teeth, have coffee breath, forget lipstick — and no one is the wiser. Oh, the savings on Altoids and L’Oréal this past year!ADFolks on social media write little odes to the masked life:“I love wearing a mask. I want to do this forever. It has helped my social anxiety so much.”ADAnd: “Wearing a mask is really letting me be ugly in peace. I love it here.”One librarian much loved by local kids on the West Coast said she loves being able to go to do errands without being recognized by her tiny fans.Amid half a million lives lost, financial ruin and social devastation that the coronavirus has wrought there are teeny tiny glimmers of good things this cruel virus has left us. The normalized use of masks is one of them.“I don’t think I could ever go back to not wearing a mask,” said Donna Bauer, a “40ish” Twitter maven in Orlando. (Masks hide the laugh lines, so why not run with it? “40ish” it is, Donna!)AD“I like not catching colds, not wearing makeup and not being noticed,” Bauer said. “So even vaccinated and with herd immunity, I’m still going to be hiding behind it.”Masks are unmasking America’s ugliest impulsesIt’s a familiar sentiment as we mark a year into a global pandemic.ADMy 16-year-old son made me think about this.Yes, he’s a teen who comes with all the familiar afflictions of his gender and age, that misanthropic streak that makes him roll his eyes when I’m chitchatting with store clerks.He’s a polite and well-spoken kid when he has to be, but I didn’t consider that social graces aren’t easy for him.“I want to keep wearing a mask after this is over,” he told me. “I can just go and do my thing, and I don’t have to interact with people. It’s liberating.”ADHmm. Interesting. And I realized the small and guilty exhale my mask has granted me, too.At first, when the Centers for Disease Control and Prevention told us we should be wearing masks, I went through an exhausting pantomime, gesticulating with my hands and eyes, Marcel Marceauing my way into people-pleasing kindness during interviews, grocery checkouts, oil changes because those thick masks hide so much.ADEventually, months into this, I began giving up the exaggerated act. And sometimes, it felt good.But there are also the folks who’ve spent their lives stared at by others because of physical differences in their faces, and who now are finding relief from these first judgments.AD“Wearing a mask means people can’t see my facial tics, and I love that,” said Pietra Pereira, 19, a student in San Diego.“I’ve always chewed on my tongue ever since I was a kid,” Pereira said. “I also have a lot of facial acne that masks hide. Acne so bad that random people I meet on the day-to-day feel the need to comment on it and give me advice, as if I haven’t been to tons of dermatologists.”“I feel much less self-conscious out in public when I’m wearing a mask,” she said.Ariel Henley found that a lifetime of standing out with her asymmetrical face and what she described as “crooked, wide-set eyes” from a craniofacial condition changed once masks became standard during the pandemic.ADAD“Covering my face changed how I was treated in public,” she wrote in The Post last year. “During a recent visit to the post office, I stood in line behind strangers, all of whom also wore fabric coverings on their faces, and for once the most noticeable thing about my appearance was not my misshapen eyes but the vibrant colored mask that did all but cover them. I was grateful for the sense of anonymity and the chance to blend in that wearing a mask provided.”A hugging wall helps end some isolation for familiesConni Bullock, 66, found the same comfort in being able to cover half her face without being stared at.“I started wearing a mask as soon as Dr. Fauci advised the nation to do so,” Bullock, of Mattituck, N.Y., said.ADShe has Stage 4 breast cancer, and the anti-nausea medicine she takes to help with chemotherapy treatments gave her another condition, one affecting the nervous system — tardive dyskinesia.AD“Mine manifests as constant contortions of my mouth and tongue twirling,” she said. “I was mortified to go out in public.”Which is sad, because Bullock has a beautiful, wide-open smile and sparkling eyes.Wearing a mask made her feel comfortable being around others again and gave her “great solace.”And people can still see that dazzling smile of hers — they see it in her eyes.\nTwitter: @petuladRead more Petula Dvorak:He put it all on the line to open his dream business. Then covid-19 happened. The vaccine system is awful, you say?The scramble for vaccines is like Prague on the PotomacAs the Capitol riot unfolded, one man felt uniquely betrayedThe return to school during a pandemic may be weirdly lonely",
            "author": "Petula Dvorak"
      },
      {
            "date": "2021-03-12T02:01:37Z",
            "title": "Next Biden agenda items on immigration and infrastructure already running into trouble...",
            "full_article": "Fresh off a major legislative victory on the coronavirus relief package, President Biden is facing a new round of battles on the next pieces of his agenda — exposing divisions within the Democratic Party not only on policy merits but also on how they get it accomplished.Support our journalism. Subscribe today.arrow-rightOn infrastructure — so high in its potential for bipartisanship that it has become a Washington cliche — Senate Democrats are already confronting an internal dispute over whether to use a party-line procedural tool that would allow them to pass a bill with no GOP support. Biden’s comprehensive immigration overhaul — a “Day One” priority for the president — is also struggling to gain traction even in the House, as Democratic leaders begin an uphill battle to count votes in favor of a sweeping bill.And that’s before Democrats begin grappling with the hurdle that is the Senate filibuster.ADADThe complicated dynamics among Democrats on Capitol Hill show that getting the type of unity the party attained on the virus relief measure will probably be more difficult for Biden and congressional leaders on immigration, infrastructure and other issues.Corralling near-unanimous support will be key considering few Democratic lawmakers are showing much appetite for negotiating with Republicans, particularly if it means watering down their ambitious priorities ahead of the 2022 midterms. But House Speaker Nancy Pelosi (D-Calif.) and Senate Majority Leader Charles E. Schumer (D-N.Y.) have little room for error, with the Senate split evenly and a House Democratic caucus that, by next week, is set to have only an eight-vote majority over Republicans.“You’ve got to be ready on both fronts,” said Senate Finance Committee Chairman Ron Wyden (D-Ore.). “I’m going to do everything I possibly can — you’ve seen the president’s remarks — to make this next round bipartisan. But if it becomes clear that there’s just no real interest in that, then you’ve got to be ready to meet the needs of the public.”ADADThe White House so far has not said what Biden will turn to next as part of his legislative agenda. Press secretary Jen Psaki has maintained that the administration is focused on implementing the massive, $1.9 trillion coronavirus relief package that the president signed into law Thursday.Psaki nonetheless signaled that both immigration and infrastructure are top priorities. On the former, she said Biden’s proposed immigration overhaul would be a potential panacea to the growing crisis on the U.S.-Mexico border, considering its focus on addressing the root causes of migration from Central America and surging additional resources toward the region.“Given all of the concern by many in Congress about immigration and what’s happening at the border, this sure seems like a good time to move that initiative forward,” Psaki said this week. She declined to outline any components of a potential jobs and infrastructure package.ADADBut behind the scenes, the prospects of Biden’s immigration bill surviving through Congress intact appear increasingly bleak. House Democratic leaders have privately started to gauge the level of support for the president’s plan — formally called the U.S. Citizenship Act — and found that, at this point, it would struggle to pass, according to people familiar with the matter.Scores of new lawmakers haven’t tackled immigration previously and know little about the issue. Many lawmakers also feel that such a massive overhaul is moving too quickly in the House, while moderates fear supporting controversial legislation that has no real path in the Senate, said the people, who spoke on the condition of anonymity to discuss private Democratic caucus dynamics.Some moderates had indicated that they would oppose Biden’s immigration legislation if it were fast-tracked to the floor for a vote primarily on process objections rather than on its substantive merits, these people said. White House officials have conducted at least one staff-level briefing for Congress on Biden’s plan, but there has been little administration engagement otherwise so far, according to aides and lawmakers.ADAD“I do think it is the most comprehensive, progressive immigration bill that we have seen in a long time,” said Rep. Pramila Jayapal (D-Wash.). But she acknowledged that Democrats still have work to do among their own ranks, adding, “We’re still getting everybody to know what is in the bill.”Following President Biden’s first 100 daysSome House Democrats have privately suggested bolstering immigration enforcement measures in Biden’s plan to increase the chances of attracting Republican support, particularly in the Senate. But any significant expansion of security and enforcement measures could drain backing from liberals who dominate the Democratic caucus.Rep. Tom Malinowski (D), who represents a swing district in suburban New Jersey, said that while he supports Biden’s immigration plan, he is also advocating for provisions that would require employers to use a worker verification system. The president’s legislation includes a commission to study the system, known as E-Verify, but no mandate for businesses to use it.ADAD“As a moral matter, I think it makes sense to shift the burden of enforcement away from poor families who are trying to make a life for themselves to employers who are responsible for generating the flow of undocumented immigrants to the United States,” Malinowski said.He added: “I don’t want to just pass a bill in the House. I want to actually change things.”So while they sort through internal dynamics on the broader overhaul, House Democratic leaders will move smaller, more targeted legislation that would offer a pathway to citizenship for beneficiaries of the Deferred Action for Childhood Arrivals program and immigrants who have been shielded from deportation under temporary protected status. House Democrats will also pass legislation that offers green cards to farmworkers who don’t have legal status.ADADThose two bills are expected to pass next week. The administration has maintained that they are open to piecemeal revisions of U.S. immigration laws rather than the president’s comprehensive overhaul.“They’re not wedded to that plan,” one advocate in touch with the White House said of Biden’s immigration proposal. “They’re willing to make any relief for the undocumented.”Meanwhile, Senate Judiciary Committee Chairman Richard J. Durbin (D-Ill.) said he plans to take up “some parts” of Biden’s immigration proposal through his committee but also said that the legislation would not pass the Senate in its current form.Instead, Durbin — also his party’s chief vote counter — has quietly spoken to Republican senators, including some he called “unlikely suspects,” to see whether he can build a coalition of bipartisan support for smaller chunks of legislation, such as legalization for immigrants who came to the United States as children.ADAD“I wanted to see what was possible,” Durbin said. “If [the Dream Act] and farm labor are their starting points [in the House], I want those starting points to be on the table here in the Senate.”Biden administration rushes to contain border surge, with few signs of plans to contain itAs lawmakers begin moving on immigration, Biden — at least through his Oval Office meetings — has telegraphed that infrastructure may be the more immediate priority, convening at least two bipartisan gatherings with House and Senate members.The White House has declined to say whether Biden would be open to the fast-track parliamentary measure used for coronavirus relief — called reconciliation — on infrastructure, with officials noting that the president hasn’t even proposed a bill.ADBut two of the most influential forces in the Senate Democratic caucus are colliding on strategy.Sen. Joe Manchin III (D-W.Va.) is insisting that Democrats avoid using reconciliation on infrastructure, considering its record as a historically bipartisan issue.ADBut Sen. Bernie Sanders (I-Vt.) — the chairman of the Senate Budget Committee, who is in charge of crafting reconciliation strategies through his panel — signaled that doing so would be the only way of getting a meaningful infrastructure package accomplished.“I want to get it done,” Sanders said when asked this week why he was pursuing the reconciliation path. “So if 10 Republicans come up to me today and say that, ‘We’re serious about major legislation,’ that would be great. But based on what I’ve seen up to now, I haven’t seen that.”Ultimately, what Biden himself wants will be key. Unlike coronavirus relief, infrastructure is not pressing up against an urgent deadline.In meetings with lawmakers on the issue, Biden has largely declined to detail his own priorities, instead preaching the virtues of cross-party cooperation and soliciting ideas from lawmakers, according to attendees. White House advisers including Brian Deese, the director of the National Economic Council, have followed up privately with GOP senators.“The bipartisanship was certainly something that the president talked about,” said Rep. Sharice Davids (D-Kan.), who met with Biden last week. “It seemed a lot of just, like, ‘Let’s all keep an open mind and figure out where we can find some common ground.’ ”Sen. Shelley Moore Capito (R-W.Va.), who met with Biden and a handful of senators in a late February meeting, said: “I keep pleading for bipartisanship and, ‘Let’s keep it within the guardrails of what we know we can accomplish.’ ”On the push from some Senate Democrats to tackle infrastructure without Republican buy-in, Capito said: “It just smacks of totally opposite of what the president said and the signals that we were having.”\n",
            "author": "Seung Min Kim"
      },
      {
            "date": "2021-03-12T01:45:44Z",
            "title": "Biden directs states to make all adults eligible for vaccine by May 1",
            "full_article": "President Biden on Thursday directed states to ensure that all adults are eligible for a coronavirus vaccine by May 1, and he declared a goal of allowing small celebrations on July 4, setting up significant landmarks in the effort to return to normalcy after the devastating pandemic.Support our journalism. Subscribe today.arrow-rightSpeaking from the East Room of the White House in his first prime-time address, Biden sought to hit hopeful notes as he ticked through a series of new actions he intends to take to combat the virus in the spring and summer. His new initiatives include creating a “find a vaccination” website and allowing dentists, veterinarians and other health professionals to administer doses.Biden’s speech, clocking in at 24 minutes, served as an inflection point on the 51st day of his presidency. The president had spent his first few weeks carefully managing expectations for recovery and frequently blaming the Trump administration for many of its early challenges, criticisms he renewed indirectly on Thursday night. But Biden took greater ownership of the pandemic battle — and exposed himself to a potential backlash if he does not deliver.ADADIn his first prime-time address, President Biden recognized the toll of the coronavirus pandemic and directed states to open up vaccine eligibility by May 1. (The Washington Post)“If we do our part, if we do this together, by July Fourth, there’s a good chance you, your family and friends can gather in your backyard and have a barbecue and celebrate Independence Day,” Biden said. “After this long hard year, that will make this Independence Day something truly special, where we not only mark our independence as a nation, we begin to mark our independence from this virus.”A few moments later, Biden added a caveat: “A lot can happen. Conditions can change. The scientists have made clear that things may get worse again as new variants of the virus spread.”Biden orders 100 million more doses of J&J vaccineStill, Biden’s statement made it clear the goal is that no later than May 1, any adult — regardless of age, occupation or health status — will be able to sign up to receive the vaccine.ADMuch of what Biden announced Thursday focused on picking up the pace of vaccinating Americans. Instead of his initial goal of 1 million vaccinations a day, which some experts had said was overly modest, Biden said the new goal would be maintaining the current pace of 2 million a day.ADAbout 10 percent of the country, or 33.2 million people, is fully vaccinated, according to a Washington Post tally. Many people have struggled to navigate overlapping guidelines for who is eligible and deal with overwhelmed sign-up websites, leading to anxiety and uncertainty about when they can get a shot.The administration will provide technical support to state and local websites, officials said. Biden also plans to double the number of pharmacies participating in a federal vaccination program and the number of federally run mass inoculation centers.ADThe announcement of a date for universal adult vaccine eligibility is a beacon  in the year-old battle against the pandemic, though in some ways Biden was declaring a turning point that has been in the works for some time. Some states may announce full eligibility before May 1, if they conclude that their websites and phone lines can handle the traffic.ADThe goal of a limited return to normalcy by July 4 was crafted to give Biden a potentially potent symbol, allowing him to frame the moment as an American victory.The new deadlines reflect the growing pressure facing Biden faces to offer the public tangible moments they can look forward to, and his tone represented a small but notable shift in careful balance he has maintained between optimism and caution.ADStill, aides were wary of overpromising that a full recovery is around the corner. “This depends on the progress that we make on vaccinations,” said a senior administration official, who spoke about the speech ahead of time on the condition of anonymity.Among the elements that could complicate the country’s return to more normal activity is the emergence of viral variants. The administration on Thursday touted money in the recently enacted pandemic relief bill dedicated to genomic sequencing to track variations.ADSome Republicans, led by former president Donald Trump, offer a different narrative, arguing that Trump was responsible for getting the vaccine developed so quickly and initiating the mechanisms for distributing it. Biden, they say, has overreached by keeping much of the country shut down, failed to reopen schools more swiftly, and passed a massive and unnecessary spending bill.ADIn a statement issued this week, Trump said, “I hope that everyone remembers when they’re getting the COVID-19 (often referred to as the China Virus) Vaccine, that if I wasn’t president, you wouldn’t be getting that beautiful ‘shot’ for 5 years, at best, and probably wouldn’t be getting it at all. I hope everyone remembers!”On Thursday, GOP leaders sought to play down Biden’s role in the strides the country has made in fighting the virus, taking him to task for passing the relief bill without a single Republican vote.AD“President Biden and this Democratic government inherited a tide that had already begun to turn toward decisive victory,” said Senate Minority Leader Mitch McConnell (R-Ky.) in a Senate floor speech, sidestepping the widespread dysfunction and disinformation that characterized Trump’s handling of the virus.ADMcConnell add that “2021 is set to be an historic comeback year. Not because of far-left legislation that was passed after the tide had already turned, but because of the resilience of the American people.”Still, Republicans may face an uphill battle, as polls show significant public support for Biden, the relief bill and the national vaccination effort.Biden, who has faced intensifying criticism from Republicans over the pace of schools reopenings, will distribute $130 billion from the relief bill to schools this month through the Education Department.ADHis administration will also expand coronavirus testing in schools and host a summit this month on safe operations.ADBiden did not mention Trump by name Thursday night, though he said that the pandemic initially “spread unchecked” due to “denials for days, weeks, then months.”Biden also used many of the same personal touches he deployed on the campaign trail, as he ran on becoming a comforter-in-chief who routinely opened up about the death of his son and spoke of overcoming grief.  At one point, he pulled a paper from his pocket on which he said he keeps the number of Americans who have lost their lives to the virus.The speech was solemn at times, as Biden memorialized the more than 529,000 Americans who have died of covid-19, the disease caused by the novel coronavirus, and reflected on the tens of millions of others who have struggled under the weight of lost jobs, closed schools, hospitalizations and isolation from loved ones over the past 12 months.ADAD“There is hope and light and better days ahead — if we all do our part,” Biden said. “A year ago, no one could have imagined what we are going through. But now we are coming through it.”Biden also urged people not to let up in the precautions they have taken, such as wearing face masks and practicing social distancing, even as the number of new infections and deaths has declined. That posture put him at sharp odds with some Republican governors, who have recently moved to shed restrictions more quickly, despite the advice of public health experts to continue exercising vigilance.Hours before his speech, Biden signed the sweeping $1.9 trillion pandemic relief bill that will deliver historic levels of aid to ­lower-income Americans, who have borne the brunt of the pandemic. Sitting at the Resolute Desk in the Oval Office, Biden said the “historic legislation is about rebuilding the backbone of this country. He added, “I’m going to have a lot more to say about that.”ADBiden, Vice President Harris and their allies will soon begin fanning out across the country to promote the bill, an effort that is likely to double as tour to declare the administration’s success in making the vaccine available.Next week, they will travel to swing areas that were key to Biden’s win last November, such as suburban Philadelphia, Atlanta, Las Vegas and Denver.The bill will trigger $1,400 stimulus payments to many Americans, some of whom will receive their check as soon as this weekend, White House press secretary Jen Psaki said Thursday. The legislation also provides makes massive investments to assist state and local governments, boosting unemployment benefits and distributing coronavirus vaccine doses.Democrats have hailed the bill as a triumph for helping struggling Americans. The bill received no Republican votes in Congress, highlighting the head winds Biden is facing in delivering on his promise during the campaign to foster bipartisanship in the post-Trump era.Biden made an indirect reference to bipartisanship in Thursday’s address. “My fervent hope for the country is that after all we’ve been through, we will come together,” he said. And he returned to one of his core campaign themes — unifying Americans. “Beating this virus and getting back to normal depends on national unity,” he said.The president also decried the divisions that have erupted as the pandemic has taken root, saying, “Too often we’ve turned against one another. A mask is the easiest thing to do to save lives. Sometimes it divides us,” he said. He denounced states turning against each other and “vicious hate crimes against Asian Americans.”As the Biden presidency nears the two-month mark, its accomplishments and setbacks have come into sharp focus. Almost immediately after taking office, Biden started signing a raft of executive orders rolling back Trump administration moves on immigration, climate and women’s rights.He has focused most of his efforts on passing the relief bill. White House officials were upbeat this week as legislation neared the finish line, feeling that he had etched a monumental political and policy achievement.The legislative sausage-making revealed not just interparty divides but intraparty fissures that will probably be difficult to navigate in future fights. A 50-50 Senate gives Biden a razor-thin margin for error for passing bills along party lines using a limited maneuver known as budget reconciliation.\n",
            "author": "Sean Sullivan"
      },
      {
            "date": "2021-03-12T01:41:00Z",
            "title": "A Hertz receipt was an imprisoned man’s murder alibi. The company took years to turn it over. - The Washington Post",
            "full_article": "Trial was looming, the charge murder. Herbert Alford had one piece of evidence he knew could show he was innocent — if only he could get his hands on it.The Lansing, Mich., man was accused of gunning down a 23-year-old in broad daylight, in what prosecutors portrayed as an execution-style shooting over stolen drugs. But Alford was eight miles away renting a car at the time of the killing, according to his defense team. A time-stamped receipt from Hertz would prove it, they said.Support our journalism. Subscribe today.arrow-rightFor three years, Alford’s attorneys pressed Hertz to turn over the document but were met with silence and later pushback from the company. In the meantime, Alford was tried, convicted and sentenced to 32 to 62 years in prison based largely on testimony from witnesses — one of whom claimed he was a paid informant for police and would go on to recant his allegations.ADADOnly in 2018, after a flurry of legal filings, did Hertz finally unearth the receipt, paving the way for Alford’s release last year.Now free, the 47-year-old is suing Hertz for failing to provide the document that cemented his alibi.In a lawsuit filed in Ingham County court this week, Alford contended that the company ignored multiple subpoenas and court orders seeking the receipt and other records that would have absolved him. The suit accuses Hertz of civil contempt and negligence, alleging that Alford would have avoided years of prison time had the company responded sooner. He’s seeking monetary damages from the company and a jury trial.“I always knew the receipt would do the trick, but whether we’d receive it was a huge question mark,” Alford’s attorney, Jamie White, said in an interview. “At the end of the day, Mr. Alford would really like to see Hertz held accountable. He really wants to make sure this doesn’t happen to anybody else.”ADADA Hertz spokesperson acknowledged in a statement that it took years for the company to uncover the receipt.“We are deeply saddened to learn of Mr. Alford’s experience,” the statement read. “While we were unable to find the historic rental record from 2011 when it was requested in 2015, we continued our good faith efforts to locate it. With advances in data search in the years following, we were able to locate the rental record in 2018 and promptly provided it.”Alford’s case comes amid a wave of exonerations nationwide that peaked in 2016 and remains at near-record highs, according to data compiled by the National Registry of Exonerations, as prosecutors face pressure to reexamine evidence in questionable convictions. In Alford’s case, prosecutors haven’t definitively stated he was innocent but said last year that in light of the Hertz receipt they couldn’t prove his culpability beyond a reasonable doubt.ADADThe document, barely half a page long, shows Alford swiped his credit card at a Hertz agency in Lansing’s regional airport at 3 p.m. on Oct. 18, 2011.Six minutes earlier on the same day, Michael Adams was shot to death near a shopping center on the southwest side of the city. Alford and his attorneys say there is no way he could have made the eight-mile drive — typically 20 minutes or more in afternoon traffic — in such a short time.Although Alford told police he was renting a car at the time of the killing, they pursued him as a suspect based largely on the testimony of an informant. The informant, Jessie Bridges, later recanted, saying police offered him $1,500 to implicate Alford, which authorities have denied.ADIn 2015, the case was revived when a man named Gilbert Bailey was arrested in a drug trafficking case and agreed to testify against Alford in exchange for lesser charges. Alford’s defense attorneys pushed for the Hertz receipt, but after the company failed to provide the document despite a subpoena, a court order and being held in contempt, the trial was held without it.ADProsecutors told jurors Alford chased down and executed Adams over 50 pounds of marijuana. There was no physical or forensic evidence, Alford’s attorneys say, and the case hinged entirely on witness testimony.But jurors convicted Alford and the judge sentenced him to prison. His earliest possible release date was Oct. 20, 2047.ADWhile incarcerated, Alford continued to be “adamant [about] wanting to get his hands on” the Hertz records, court papers say, and his attorneys continued pursuing them.The lawsuit describes a years-long fight to track down the receipt and related materials, starting with a subpoena from his defense team shortly after his arrest in 2015. When the company failed to respond to that request, the attorneys sent another subpoena, followed by show-cause motions that Hertz ignored, according to the complaint.AD“We got crickets. Nothing,” White said. “That happens from time to time with smaller businesses, but it was unusual for a corporation of this scale.”ADIn 2018, after Alford was convicted, a legal assistant from Hertz said the company couldn’t find the documents and that they were likely purged from its archives, according to the complaint. An attorney for Alford responded by demanding the assistant show up for a court hearing on a request for a new trial.Days later, Hertz turned over the receipt, according to the complaint.Based on the receipt, the judge vacated Alford’s conviction in August 2018 and ordered a new trial, writing in an order that he “was deprived of presenting an alibi defense.”“The likelihood that a jury would acquit Defendant after being presented with the newly discovered evidence is great enough to warrant a new trial,” wrote the judge, Clinton Canady III.ADADAlford was released on bond in February 2020. In December, prosecutors dismissed the charges.Hertz is tied up in bankruptcy proceedings, meaning Alford’s lawsuit against the company could move slowly for the time being. Court records show a bankruptcy stay was issued in the case this week.Though he’s been out of prison for a year, Alford still bears some of the psychological scars of being locked up for a crime he didn’t commit, White said.“Thinking you’re never getting out is pretty emotionally devastating for most people. Being released was awesome, but people underestimate the gravity of laying in a bed in a six-by-nine cell and thinking you won’t get out for the rest of your life,” White said. “He’s working through that.”",
            "author": "Derek Hawkins, Brittany Shammas"
      },
      {
            "date": "2021-03-12T00:58:18Z",
            "title": "Next Biden agenda items on immigration and infrastructure already running into trouble",
            "full_article": "Fresh off a major legislative victory on the coronavirus relief package, President Biden is facing a new round of battles on the next pieces of his agenda — exposing divisions within the Democratic Party not only on policy merits but also on how they get it accomplished.Support our journalism. Subscribe today.arrow-rightOn infrastructure — so high in its potential for bipartisanship that it has become a Washington cliche — Senate Democrats are already confronting an internal dispute over whether to use a party-line procedural tool that would allow them to pass a bill with no GOP support. Biden’s comprehensive immigration overhaul — a “Day One” priority for the president — is also struggling to gain traction even in the House, as Democratic leaders begin an uphill battle to count votes in favor of a sweeping bill.And that’s before Democrats begin grappling with the hurdle that is the Senate filibuster.ADADThe complicated dynamics among Democrats on Capitol Hill show that getting the type of unity the party attained on the virus relief measure will probably be more difficult for Biden and congressional leaders on immigration, infrastructure and other issues.Corralling near-unanimous support will be key considering few Democratic lawmakers are showing much appetite for negotiating with Republicans, particularly if it means watering down their ambitious priorities ahead of the 2022 midterms. But House Speaker Nancy Pelosi (D-Calif.) and Senate Majority Leader Charles E. Schumer (D-N.Y.) have little room for error, with the Senate split evenly and a House Democratic caucus that, by next week, is set to have only an eight-vote majority over Republicans.“You’ve got to be ready on both fronts,” said Senate Finance Committee Chairman Ron Wyden (D-Ore.). “I’m going to do everything I possibly can — you’ve seen the president’s remarks — to make this next round bipartisan. But if it becomes clear that there’s just no real interest in that, then you’ve got to be ready to meet the needs of the public.”ADADThe White House so far has not said what Biden will turn to next as part of his legislative agenda. Press secretary Jen Psaki has maintained that the administration is focused on implementing the massive, $1.9 trillion coronavirus relief package that the president signed into law Thursday.Psaki nonetheless signaled that both immigration and infrastructure are top priorities. On the former, she said Biden’s proposed immigration overhaul would be a potential panacea to the growing crisis on the U.S.-Mexico border, considering its focus on addressing the root causes of migration from Central America and surging additional resources toward the region.“Given all of the concern by many in Congress about immigration and what’s happening at the border, this sure seems like a good time to move that initiative forward,” Psaki said this week. She declined to outline any components of a potential jobs and infrastructure package.ADADBut behind the scenes, the prospects of Biden’s immigration bill surviving through Congress intact appear increasingly bleak. House Democratic leaders have privately started to gauge the level of support for the president’s plan — formally called the U.S. Citizenship Act — and found that, at this point, it would struggle to pass, according to people familiar with the matter.Scores of new lawmakers haven’t tackled immigration previously and know little about the issue. Many lawmakers also feel that such a massive overhaul is moving too quickly in the House, while moderates fear supporting controversial legislation that has no real path in the Senate, said the people, who spoke on the condition of anonymity to discuss private Democratic caucus dynamics.Some moderates had indicated that they would oppose Biden’s immigration legislation if it were fast-tracked to the floor for a vote primarily on process objections rather than on its substantive merits, these people said. White House officials have conducted at least one staff-level briefing for Congress on Biden’s plan, but there has been little administration engagement otherwise so far, according to aides and lawmakers.ADAD“I do think it is the most comprehensive, progressive immigration bill that we have seen in a long time,” said Rep. Pramila Jayapal (D-Wash.). But she acknowledged that Democrats still have work to do among their own ranks, adding, “We’re still getting everybody to know what is in the bill.”Following President Biden’s first 100 daysSome House Democrats have privately suggested bolstering immigration enforcement measures in Biden’s plan to increase the chances of attracting Republican support, particularly in the Senate. But any significant expansion of security and enforcement measures could drain backing from liberals who dominate the Democratic caucus.Rep. Tom Malinowski (D), who represents a swing district in suburban New Jersey, said that while he supports Biden’s immigration plan, he is also advocating for provisions that would require employers to use a worker verification system. The president’s legislation includes a commission to study the system, known as E-Verify, but no mandate for businesses to use it.ADAD“As a moral matter, I think it makes sense to shift the burden of enforcement away from poor families who are trying to make a life for themselves to employers who are responsible for generating the flow of undocumented immigrants to the United States,” Malinowski said.He added: “I don’t want to just pass a bill in the House. I want to actually change things.”So while they sort through internal dynamics on the broader overhaul, House Democratic leaders will move smaller, more targeted legislation that would offer a pathway to citizenship for beneficiaries of the Deferred Action for Childhood Arrivals program and immigrants who have been shielded from deportation under temporary protected status. House Democrats will also pass legislation that offers green cards to farmworkers who don’t have legal status.ADADThose two bills are expected to pass next week. The administration has maintained that they are open to piecemeal revisions of U.S. immigration laws rather than the president’s comprehensive overhaul.“They’re not wedded to that plan,” one advocate in touch with the White House said of Biden’s immigration proposal. “They’re willing to make any relief for the undocumented.”Meanwhile, Senate Judiciary Committee Chairman Richard J. Durbin (D-Ill.) said he plans to take up “some parts” of Biden’s immigration proposal through his committee but also said that the legislation would not pass the Senate in its current form.Instead, Durbin — also his party’s chief vote counter — has quietly spoken to Republican senators, including some he called “unlikely suspects,” to see whether he can build a coalition of bipartisan support for smaller chunks of legislation, such as legalization for immigrants who came to the United States as children.ADAD“I wanted to see what was possible,” Durbin said. “If [the Dream Act] and farm labor are their starting points [in the House], I want those starting points to be on the table here in the Senate.”Biden administration rushes to contain border surge, with few signs of plans to contain itAs lawmakers begin moving on immigration, Biden — at least through his Oval Office meetings — has telegraphed that infrastructure may be the more immediate priority, convening at least two bipartisan gatherings with House and Senate members.The White House has declined to say whether Biden would be open to the fast-track parliamentary measure used for coronavirus relief — called reconciliation — on infrastructure, with officials noting that the president hasn’t even proposed a bill.ADBut two of the most influential forces in the Senate Democratic caucus are colliding on strategy.Sen. Joe Manchin III (D-W.Va.) is insisting that Democrats avoid using reconciliation on infrastructure, considering its record as a historically bipartisan issue.ADBut Sen. Bernie Sanders (I-Vt.) — the chairman of the Senate Budget Committee, who is in charge of crafting reconciliation strategies through his panel — signaled that doing so would be the only way of getting a meaningful infrastructure package accomplished.“I want to get it done,” Sanders said when asked this week why he was pursuing the reconciliation path. “So if 10 Republicans come up to me today and say that, ‘We’re serious about major legislation,’ that would be great. But based on what I’ve seen up to now, I haven’t seen that.”Ultimately, what Biden himself wants will be key. Unlike coronavirus relief, infrastructure is not pressing up against an urgent deadline.In meetings with lawmakers on the issue, Biden has largely declined to detail his own priorities, instead preaching the virtues of cross-party cooperation and soliciting ideas from lawmakers, according to attendees. White House advisers including Brian Deese, the director of the National Economic Council, have followed up privately with GOP senators.“The bipartisanship was certainly something that the president talked about,” said Rep. Sharice Davids (D-Kan.), who met with Biden last week. “It seemed a lot of just, like, ‘Let’s all keep an open mind and figure out where we can find some common ground.’ ”Sen. Shelley Moore Capito (R-W.Va.), who met with Biden and a handful of senators in a late February meeting, said: “I keep pleading for bipartisanship and, ‘Let’s keep it within the guardrails of what we know we can accomplish.’ ”On the push from some Senate Democrats to tackle infrastructure without Republican buy-in, Capito said: “It just smacks of totally opposite of what the president said and the signals that we were having.”\n",
            "author": "Seung Min Kim"
      },
      {
            "date": "2021-03-12T00:46:29Z",
            "title": "The Biden administration is willing to take a calculated risk to end its longest war",
            "full_article": "President Donald Trump was so eager to pull the plug in Afghanistan that in mid-November, shortly after the election, he impulsively signed an order to withdraw U.S. forces by year’s end. Pentagon officials tell me the unpublicized order was quickly reversed, after strenuous protests from Gen. Mark A. Milley, chairman of the Joint Chiefs of Staff, and other military leaders. They argued that there hadn’t been sufficient debate about the consequences of dropping to zero by the end of December.Support our journalism. Subscribe today.arrow-rightThe order underscores the chaotic nature of national security policymaking in Trump’s administration. It was drafted by retired Army Col. Douglas Macgregor, a longtime critic of the Afghanistan mission, who was then serving as a special adviser to acting defense secretary Christopher Miller. Asked about the order this week, Macgregor responded in an email: “I cannot comment at this time.”But Trump’s ill-considered move also illustrates the problem bedeviling President Biden as he confronts a May 1 deadline to withdraw completely from Afghanistan negotiated by his predecessor. Trump had a troop-withdrawal plan for the United States’ longest war, but not a peace plan.ADADBiden is now rushing to fill the diplomatic vacuum, guided by Secretary of State Antony Blinken and Zalmay Khalilzad, who is continuing in the role of special envoy that he held under Trump. They have crafted an ambitious plan to work with the United Nations, Russia and Turkey to shape a power-sharing interim government and a cease-fire before the May 1 deadline, if possible.For all the window dressing of the February 2020 agreement with the Taliban, Trump’s aim in Afghanistan could be summed up in two words: Get out. Officials tell me Trump had demanded back in December 2018 that U.S. troops quit Afghanistan, as well as Syria. Defense Secretary Jim Mattis resigned in protest; the Pentagon delayed implementing both orders, fearing significant damage to U.S. security interests.Trump kept pushing on the Afghanistan pullout. He tweeted on Oct. 7, 2020, “We should have the small remaining number of our BRAVE Men and Women serving in Afghanistan home by Christmas!” National security adviser Robert O’Brien had said earlier that day that troops would be reduced from 4,500 to 2,500 by early 2021. That cut was formally ratified a month later, but Trump never got to zero; the number of troops in Afghanistan remains 2,500.ADADThe Biden team is rehabilitating a diplomatic process that, despite Khalilzad’s efforts, never had much support from Trump. Biden’s dilemma, simply put, is that if he meets Trump’s withdrawal deadline, the Kabul government is likely to collapse into a chaotic civil war. What’s needed is an additional agreement between the Taliban and the Afghan government for sharing power and a cease-fire.Blinken embraced a wily strategy, which can be read between the lines of a three-page letter he wrote to Afghan President Ashraf Ghani that was published last week by Tolo News in Kabul. By stressing that Biden is indeed “considering the full withdrawal of our forces by May 1st,” the letter pressured Ghani to make significant concessions, perhaps including resigning as president before his term expires in 2024, to allow a new interim government.Blinken decided to embrace a much broader cast of peacemakers, rather than continue the United States’ solo diplomacy. Major powers like Russia and China might not want the United States to win in Afghanistan, but they didn’t want it to lose, either. Blinken decided to give them a piece of the action.ADADWhat’s ahead is a three-step process to get regional and international buy-in. First, the United Nations is expected to convene a quick meeting of foreign ministers — probably from the United States, Russia, China, Pakistan, India and Iran. This group would give its blessing to cease-fire negotiations and political transition talks between the Afghan parties.Next would be a round of talks in Moscow, starting March 18, organized by Zamir Kabulov, Russia’s special envoy to Afghanistan. He would convene what the Russians call the “enlarged troika” group, which includes Russia, China, the United States, Pakistan and Iran.The last round envisaged by Blinken would be meetings in Turkey, perhaps beginning in early April, between Taliban and Kabul government representatives. The goal, Blinken said in his letter, would be to “finalize a peace agreement.” If that transitional framework and cease-fire could be achieved, the United States might begin a slow walk toward the exit.ADADAfghanistan would still remain the problem from hell. Political turmoil, a renewed threat of terrorism and human-rights issues lie ahead, no matter what happens over the next several months.Still, to end its longest war, the Biden administration is willing to take the calculated risk of including some of its most problematic adversaries — Russia, China and Iran — and to let the mercurial regime in Turkey organize the wedding festival. Its canny approach recalls an old saw: “If you can’t solve a problem, expand it.”Read more from David Ignatius’s archive, follow him on Twitter or subscribe to his updates on Facebook.Read more: The Post’s View: Biden has an admirable Hail Mary for Afghanistan. He also needs a Plan B.Madiha Afzal and Michael O’Hanlon: Why staying in Afghanistan is the least bad choice for BidenDavid Ignatius: Here’s Biden’s least bad option in AfghanistanCarter Malkasian: Joe Biden is facing a dead end in Afghanistan",
            "author": "David Ignatius"
      },
      {
            "date": "2021-03-11T23:52:36Z",
            "title": "New York Assembly authorizes new probe of Cuomo sexual misconduct allegations",
            "full_article": "The New York State Assembly on Thursday authorized an investigation of sexual harassment allegations against New York Gov. Andrew M. Cuomo, a potential first step toward impeachment.The decision to authorize a probe by the Judiciary Committee came after more than three dozen Democrats in the lower house called on Cuomo (D) to resign.Support our journalism. Subscribe today.arrow-right“The reports of accusations concerning the governor are serious,” Assembly Speaker Carl E. Heastie said in a statement authorizing the investigation. “The committee will have the authority to interview witnesses, subpoena documents and evaluate evidence, as is allowed by the New York State Constitution.”The decision, after a hastily called meeting among Assembly Democrats, marked a rapid shift of fortunes for the governor, who had been struggling to hold back calls for him to leave office as the number of women accusing him of improper conduct has grown.ADNew York Governor Andrew Cuomo (D) reiterated his refusal to resign after twelve members of the state's congressional delegation called for him to step down. (AP)ADThe announcement followed an admission by Cuomo’s acting counsel, Beth Garvey, that she had referred to Albany police a recent complaint about Cuomo’s behavior. The Albany Times Union reported Wednesday that a woman, who has not been named, said the governor put his hand under her blouse and fondled her last year. The Washington Post has not independently confirmed the account.“As a matter of state policy when allegations of physical contact are made, the agency informs the complainant that they should contact their local police department,” Garvey said. “If they decline, the agency has an obligation to reach out themselves and inform the department of the allegation.”Cuomo has been accused of improper touching, inappropriate workplace conversations or both by six women in recent weeks, including five who worked for him. He has denied any inappropriate touching and apologized for conversations that he says he did not know at the time were harmful. Before the Assembly Democrats’ action, state Attorney General Letitia James had launched an investigation.ADAD“I have never done anything like this,” Cuomo said in a statement after the Times Union reported the alleged groping incident. “The details of this report are gut-wrenching. I am not going to speak to the specifics of this or any other allegation given the ongoing review, but I am confident in the result of the Attorney General’s report.”The latest accusation appeared to have had an impact on sentiment among members of the legislature. Forty Democratic members of the Assembly and 19 Democratic state senators — a substantial minority of legislative party members — released a statement Thursday morning calling on Cuomo to step down because of the allegations and a separate investigation into the handling of ­covid-19 nursing home death data.The lawmakers said Cuomo had “lost the confidence of the public and the state legislature, rendering him ineffective in this time of most urgent need.”ADADIf the Assembly Democrats voted with the Assembly’s 43 Republicans for impeachment, Cuomo would be referred for a trial in the state Senate, where the Democratic majority leader, Andrea Stewart-Cousins, has also called for Cuomo to resign.The separate attorney general’s investigation, also undertaken with subpoena power, is being conducted by lawyers appointed by James and is expected to continue.“Today’s action by the New York state legislature will have no bearing on our independent investigation into these allegations against Governor Cuomo,” James said late Thursday in a statement. “Our investigation will continue.”\nJosh Dawsey contributed to this report.",
            "author": "Michael Scherer"
      },
      {
            "date": "2021-03-11T23:16:15Z",
            "title": "The Trailer: What the stimulus means for the next campaign",
            "full_article": "In this edition: How $1.9 trillion is going to change campaigning, the socialist triumph in Nevada and the incredibly confusing special elections finally getting underway.I will never get used to a piece of legislation ending in the phrase “plan act,” and this is The Trailer.Support our journalism. Subscribe today.arrow-rightThe year was 1984, and Joe Biden was talking about the distant future — the year 2000. Ronald Reagan was going to carry Delaware soundly, and the two-term senator’s reelection campaign stressed just how different Biden was from those other, irresponsible Democrats. To whit: Biden backed a “spending limitation amendment,” and one of his TV ads dramatized it with a conversation between Biden and the parents of a toddler. “What happens if every tax dollar that we pay, 50 to 60 percent of it is just going to pay for the interest on the debt?” Biden asked, pointing at the toddler. “He will be paying for what we lived on.”ADADThirty-seven years later, Biden has signed a $1.9 trillion spending bill, bigger than anything Congress had ever handed a Democratic president. Long after decrying “handouts” and “welfare mothers,” Biden has created a monthly payment of $250 to $300 for most families with children, plus a one-time $1,400 stimulus check for people making less than $80,000, plus billions of dollars in health insurance subsidies.“This is the most left-wing bill ever passed by the Congress,” said Rep. Tom McClintock, a California Republican, as the bill marched toward final passage.Legislation of this size and scale changes politics. As Biden gets ready to leave the White House for a sales pitch — and as Republicans counterprogram him with a visit to the U.S.-Mexico border — here's what the passage of the bill says about the campaigns coming next.ADAD“Stimmys” are here to stay. Biden had far less to do with the collapse of austerity politics than Donald Trump did. The only stimulus bill larger than the American Rescue Act was the Cares Act of 2020, which cost $2.2 trillion, temporarily lifted 8 million people out of poverty and mainstreamed a stimulus idea that the last Democratic administration didn’t consider: Large direct payments in the form of $1,200 checks. In less than a year, the popularity of “stimmys” has reset public expectations of what the federal government can do for them. Although the Cares Act passed with overwhelming bipartisan support, Trump took full credit for it, even keeping Democrats out of the signing ceremony. In November, when Democrats did worse than expected with non-White working-class voters, they found story after story of voters who embraced “Papa Trump” because he delivered cash — why hadn’t any other president? And direct payments became part of the next end-of-year stimulus.The popularity of the checks reshaped Georgia’s U.S. Senate runoffs, with Sen. Jon Ossoff and Sen. Raphael Warnock running to get bigger checks “out the door,” and winning. In a statement last week, Trump argued that Senate Republican l, eader Mitch McConnell’s “refusal to go above $600 per person on the stimulus check payments when the two Democrat opponents were touting $2000 per person” was a political killer in Georgia. There was an intra-Democratic fight, too, over whether “completing” the checks with $1,400 fulfilled the $2,000 promise. But they were only in a position to argue because they ran on checks, and won.ADADRepublicans aren’t running against deficits anymore. That’s not new, but the party’s erratic messaging against ARPA departed from its old, consistent warnings about spending and inflation. Twelve years ago, Republicans whipped their entire House conference against President Barack Obama’s stimulus bill; by this point in Obama’s first year, a wave of “tea party” rallies had already taken place across the country, with frustrated conservatives attacking the “porkulus” and insisting it would shovel money to Democratic causes without reviving the economy.Democrats were stunned. They’d put the bill together hoping for Republican votes, combining tax cuts and spending, though none of it as visible as direct payments. They did not expect voters to conflate the stimulus with the Wall Street bailout passed a few months earlier. (That was more bipartisan, and much less popular.) They expected Republicans to take on water for opposing a rescue package, but as the recession dragged on, voters rewarded the GOP, a history that House Republican Leader Kevin McCarthy invoked on Thursday.“Some people at the White House… thought a stimulus bill was really going to turn the country around,” McCarthy told reporters. “It had about the exact same approval rating. A month later, it dropped 12 points. By the time November came around, more people thought Elvis was alive than the stimulus created a job. Why? Because they wrote the bill the exact same way. They rewarded their political friends instead of solving a problem.”ADADBut Republicans made a clear, compelling argument against the 2009 bill. Not so much this time. As ARPA moved through Congress, they argued that too much of the bill was unrelated to coronavirus recovery, that its $350 billion of state aid was a “blue-state bailout,” and that two of its infrastructure projects, in New York and California, were payoffs to the party’s congressional leaders, a rerun of an effective 2009 argument. Senate Democrats stripped those projects from the bill, and by the end of the debate, Republicans were trying to amend it to put reopening conditions on aid to schools — a popular position, but not a real attempt to sink the bill.Democrats got more liberal, and more cynical. President Biden isn’t the first Democratic president to kick off with a stimulus push. Jimmy Carter began his presidency by calling for a universal $50 tax rebate, about $220 when adjusted for inflation. Before his first 100 days were over, he’d abandoned the idea, citing “recent improvements in all the economic indicators.” Bill Clinton started out with similar ambitions, pushing a $16.3 billion stimulus package, worth close to $30 billion now. It was halted by a filibuster, and that was that — Clinton used his first budget reconciliation package, the 51-vote vehicle that Biden used for ARPA, to pass a mixture of tax hikes and spending cuts.ADADBoth men came into office with far bigger Democratic majorities than Biden, who already lost one key nominee because Sen. Joe Manchin III of West Virginia opposed her. But although two dozen House Democrats opposed Clinton’s stimulus bill, and 11 House Democrats opposed Obama’s, just one, Rep. Jared Golden of Maine, opposed ARPA.These Democratic majorities are more liberal than Carter's, Clinton's or Obama's. Some of that is due to the success that the left has had in moving Democrats since 2016; some of it's due to attrition, as the most conservative Democrats either lost, switched parties or moved left during the Trump years. Ten of those 11 “no” votes on the 2009 stimulus, for example, are gone; the 11th, Rep. Jim Cooper of Tennessee, backed ARPA. The Blue Dog Democrats, a coalition of moderates that demanded cutbacks to Obama and Clinton spending packages, threw in for ARPA immediately. And one reason, as Biden himself said repeatedly, was that Republicans hadn't tried to cut deficits when they last had power.“What Republicans have proposed is either to do nothing or not enough,” Biden said in early February. “All of a sudden, many of them have rediscovered fiscal restraint and the concern for the deficits.”ADADHow long can Democrats ignore Republicans when they talk about the deficit? That's unclear. In the past, they've watched their coalition tremble as their more conservative members agreed with the GOP. In the first sunny hours since the bill got through Congress, they've mostly been congratulating themselves, taking special pleasure yesterday when McConnell made a new criticism of the bill. He didn't argue that it would hurt the economy, or get wasted, or penalize today's toddler once they had to confront the national debt.“We're about to have a boom,” McConnell said. “And if we do have a boom, it will have absolutely nothing to do with this $1.9 trillion.”Reading listSpecial elections“Biden to offer hopes for a return to normalcy in first prime-time speech,” by Matt Viser and Ashley ParkerADADWhat will the president say, and when will he take more questions?“As GOP makes it harder to vote, few Republicans dissent,” by Steve Peoples, Jonathan J. Cooper and Ben NadlerThe steady drumbeat of voting restrictions in red states.“Biden wants to sell the stimulus. The White House is still figuring out how,” by Annie Linskey, Tyler Pager and Jeff SteinCan a president who gets criticized for traveling to Delaware still barnstorm the country?“The John Birch Society never left,” by Rick Perlstein and Edward H. MillerA secret history of Republican internal politics.“How GOP-backed voting measures could create hurdles for tens of millions of voters,” by Amy Gardner, Kate Rabinowitz and Harry StevensADA deep, data-rich look at the ways voting is getting harder.“2022 gubernatorial races: A baseline,” by J. Miles ColemanLooking ahead to the statehouse wars.NEW ORLEANS — Months after the president nominated them to his Cabinet, two safe-seat House Democrats finally completed the Senate confirmation process this week, kicking off the special elections for their seats.ADThe confirmation of Rep. Marcia Fudge as secretary of Housing and Urban Development opened up Ohio's 11th Congressional District, which was drawn by Republicans to pack most Black Democrats between Cleveland and Akron into a single, kite-shaped seat. It's up to Gov. Mike DeWine (R) to announce the election's timing, but state law is specific: The earliest special congressional elections can be held is on the first Tuesday after the first Monday of May. That's how DeWine handled a 2018 special election for a competitive seat near Columbus, setting the primary in May and the general election in August. Seven Democrats have already announced bids to replace Fudge; most, including former state senator Nina Turner, have won elections in metro Cleveland. They joined their first candidate forum last week, hosted by the Jewish Democratic Council of America, where they agreed more than they disagreed, but split on the question of whether U.S. aid to Israel should come with human rights conditions. Turner, former state senator Shirley Smith and party activist Tariq Shabazz said yes; the rest of the field said no.Timing in New Mexico's 1st Congressional District should get firmed up next, as the nomination of Rep. Deb Haaland for interior secretary cleared a Senate panel and moved to a full vote. When Haaland resigns her seat, Gov. Michelle Lujan Grisham (D) will have 10 days to announce a single election to replace her. Five Republicans, nine Democrats and one Libertarian-turned-independent have been mobilizing, and the major parties will hold meetings to choose their nominee, with the vote coming no sooner than 77 days after Lujan Grisham's proclamation.The impact, for the next few months, will be a Democratic majority shrunk to 219 seats. The sluggish pace of Senate confirmations, slowed in part by Republican refusal to get the ball rolling until the electoral college vote, kept Fudge and Haaland on the rolls to pass the American Rescue Act. But the party will be down three seats until late summer, while Republicans could fill one of their two vacancies, in Louisiana's 5th District, as soon as next weekend.Why? Follow along on a journey through state special election laws. In Louisiana, every candidate competes in a “jungle primary,” and if any contender clears 50 percent of the vote, the election is over. Fall short, and there's a runoff between the top two candidates. The heavy front-runner in the 5th District is Julia Letlow, whose husband Luke won the seat but died of covid-19-related complications before he took office; in Louisiana's 2nd Congressional District, which is safely Democratic, public polls have shown no candidate close to the 50 percent mark. In Texas's 6th Congressional District, Susan Wright, whose husband Ron died last month, has piled up internal party endorsements. If she clears 50 percent in the all-party primary on May 1, she'd head to Congress right away; if not, there'd be a runoff.That means that Republicans have a shot at filling their seats before the Ohio and New Mexico races are over. If forced to runoffs, the Louisiana races will be decided on April 24. Republicans would tick up to 213 seats in the House, while Democrats would be stuck at 219. With only 433 voting members seated in the House, Democrats would need just 217 votes to pass a bill; Republicans would need just four Democrats to cross the floor to block a bill, or amend it.Despite their slim majority, Democrats haven't lost a key vote yet, and have moved bills that are opposed, at most, by a single member of their House conference. (They lost one on the American Rescue Act, and one on the PRO Act.) They're not sweating any of their open seats, and are optimistic, at the moment, for making the Texas race competitive. But until sometime in August, they're going to be strained for those extra votes.Dems in disarrayOne year after their triumph in Nevada's caucuses, supporters of Bernie Sanders won control of the state's Democratic Party. Groups that backed Sanders, including the highly active Las Vegas chapter of Democratic Socialists of America, united behind an “NV Dems Progressive Slate.” They edged out more establishment-friendly candidates at last Saturday's party meeting, winning every office.That has kicked off a backlash and claims of sabotage, as the old permanent staff resigned. (Some party positions are elected; some are staffed on a full-time basis.) The fight is real, though the stakes may have been overhyped by the DSA slates' opponents. The new state chair, Judith Whitmer, won the job not over a particularly “establishment” Democrat, but over Tick Segerblom, a DSA member and Clark County commissioner who was the first elected Nevada official to endorse Sanders in 2016 and 2020. Even if they had lost the party election, Whitmer said, Republicans were going to accuse Democrats of being socialists.“They always do that,” she said. “But we are all members of the Democratic Party. We all vote Democratic. Regardless of our ideological differences, Democrats are going to be willing to do the work. Republicans will never be willing to do the work for progressive legislation.”Whitmer's slate won because it had the numbers; it also won after arguing that organizers who'd found scores of new voters in 2020 would orient the party toward year-round organizing, keeping activists involved.Supporters of the slate also rejected the idea that replacing a team associated with former senator Harry Reid's winning machine would relegate Nevada Democrats to political purgatory. “If they’re so good, why did they lose some of these races last year?” said Shaun Navarro, the co-chair of DSA Las Vegas. “[Rep.] Susie Lee barely beat Dan Rodimer. The state Senate leader almost lost her race. The Biden folks completely dropped the ball on organizing Latinos. There were signs that there was a disorganized GOTV operation, and we can do better.”Voting warsRepublicans who control swing-state legislatures, busy passing legislation to make voting more complicated, have found another target: billionaires who offer grants to local election officials. Arizona's HB 2569 would prevent election officials from taking any sort of private grant to aid operations, and Wisconsin Republicans are touting a watchdog report on how grants were used in 2020 to suggest that Facebook CEO Mark Zuckerberg unfairly influenced the election.“Emails show Green Bay’s highly partisan Democrat Mayor Eric Genrich and his staff usurping city Clerk Kris Teske’s authority and letting the Zuckerberg-funded ‘grant team’ take over — a clear violation of Wisconsin election statutes, say election law experts,” reads a summary of the Wisconsin Spotlight report. “And the liberal groups were improperly insinuating themselves into the election system and coordinating with what became known as the ‘Wisconsin 5,’ the state’s five largest communities that split more than $6 million in Zuckerberg money.”\n\n\nYou are reading The Trailer, the newsletter that brings the campaign trail to your inbox.\n\n\n\n\n\n\n\n\nPoll watchDo you approve of the job Joe Biden is doing as president? (CBS News/YouGov, 1306 adults)Approve: 60%Disapprove: 40%CBS's YouGov surveys have shown Biden with far higher levels of support than most other polls, but the level of opposition has been pretty consistent: Between 40 and 45 percent of voters, the vast majority of whom supported President Donald Trump over Biden, disapprove of the new president. At this point in his presidency, Obama was more broadly popular; at the same point, Trump was substantially less popular. Like Obama, Biden has made some inroads with voters who rejected Democrats up and down the ballot. He's at 43 percent support from White voters without college degrees, weaker than Obama at this point, but in November just 32 percent of those voters picked him over Trump. Biden's support from Black voters is roughly unchanged from the election, from 87 percent then to 86 percent now, but his Latino support is higher, rising from 65 percent to 72 percent. The results aren't broken down by income level, but the passage of the American Rescue Plan, with its direct payments to Americans making under $80,000 per year, will test whether working class voters who drifted away from Democrats are happy with what they're delivering.Will the economic relief plan help the economy? (CNN/SSRS, 1009 voters)Yes, a lot: 28%Yes, some: 38%Not much: 16%Not at all: 18%Biden's popularity in his first six weeks was fueled by confidence in his pandemic response; if he stays fairly popular, it probably will be because voters approve of the American Rescue Plan. But the first polling since the plan's passage suggests it's only a bit more popular than the 2009 American Recovery and Reinvestment Act, the stimulus that Republicans rallied against, in tandem with the tea party movement. Here, 66 percent of voters say the plan will boost the economy; the same poll question, 12 years ago, found 64 percent of voters predicting the same for ARRA. Back then, just 16 percent of voters thought the plan would help “a lot,” so the well of support is a bit deeper now. The main differences are in the actual bills, and in the external conditions of the economy, far stronger now than it was when Obama was sworn in.Ad watchNRSC, “Not the Relief Americans Want.” In new digital ads, the GOP's Senate committee warns voters that the American Rescue Act will be a boondoggle. The bill, they warn, sends “stimulus checks to illegal immigrants and violent criminals” (as with previous stimulus bills, prisoners get checks), would “keep classrooms closed” (a reference to how Democrats did not condition school aid on in-person teaching) and bail out “Gavin Newsom and Andrew Cuomo.\"Glenn Youngkin, “Standing Up to China.” Donald Trump is back, starring in the latest ad by the former Carlyle Group executive, who's running a Trump-like campaign for Virginia governor, selling himself as an outsider who can do what politicians can't. “President Trump brought together real business leaders like Glenn Youngkin and stood up to China,” a narrator says, while a disclaimer notes that Trump has not endorsed in the GOP's primary.In the statesHow will Virginia Republicans pick their nominee for governor this year? Nobody knows.Last week, plans to hold a convention on the campus of Liberty University fell apart, with Republican Party of Virginia Chairman Rich Anderson deciding that the “convergence of as many as 4,000 automobiles and 70 buses at a single venue” simply wasn't workable. On Monday, Anderson sent a letter to the chairs of the party's congressional and legislative district committees with two options. No. 1: Committee chairs could “select remote voting locations for units in their district.” No. 2: The chairs could pick a “remote voting location for their delegates only (or by agreement with one or more other nearby units, one combined voting location for delegates from multiple units).”That would mean a single day of mini-conventions in a few dozen locations, a more convoluted process than previous years. The final decision could come this weekend; the convention is still scheduled for May 8. Democrats will pick their statewide nominees in a primary one month later.In Maine, Democrats dominated a special election for a state Senate seat near Augusta, vacated when Democrat Shenna Bellows, the 2014 party nominee against Sen. Susan Collins, became secretary of state. Craig Hickman, a farmer and former Democratic state legislator, triumphed by 25 points in a district that the Biden-Harris ticket carried by a few hundred votes. Republican nominee William Guerrette, also a former state legislator, ran as a critic of state lockdown rules, and was hurt by media attention on his social media activity, which included antiabortion posts that didn't sell in the moderate-voting district.And in California, recall organizers who want to pull Gov. Gavin Newsom out of office announced that they'd collected 2,060,000 signatures, enough  — they think —  to get on the ballot even after the state scours petitions for ineligible names.Countdown… nine days until special House election primaries in Louisiana… 51 days until the special election in Texas's 6th Congressional District… 58 days until the GOP nominating convention in Virginia… 89 days until primaries in New Jersey and Virginia… 103 days until New York City’s primary",
            "author": "David Weigel"
      },
      {
            "date": "2021-03-11T23:11:51Z",
            "title": "Biden wants to reform immigration. Trump’s legacy is in the way.",
            "full_article": "Within hours of being inaugurated, President Biden began to roll back Donald Trump’s most egregious immigration policies — including the “Muslim Ban,” which Biden called “a stain on our national conscience.” He signed six executive actions, all geared toward a more humane and generous policy, and outlined an ambitious proposal for comprehensive immigration reform, including a path to citizenship for the more than 10 million undocumented immigrants living and working in the United States.Support our journalism. Subscribe today.arrow-rightThe Biden administration has begun the work of reversing literally hundreds of other rules, regulations and fees put in place by Trump — all designed to make it harder for foreigners at every stage of the process, from tourists to immigrants, to enter or stay in the United States.Unfortunately, all of these vital efforts could be undermined by decisions that are producing a new immigration crisis on the United States’ southern border.ADADIn recent years, hundreds of thousands of Central Americans have tried to enter the United States to ask for asylum. The Trump administration initially used cruel tactics — including separating children from their parents and putting them in cages — but eventually arrived at a practical policy. It stopped taking in asylum seekers at the southern border, forcing them instead to wait in Mexico for their cases to be resolved, and it negotiated agreements that allowed the United States to send people back to Central America to seek asylum in a neighboring country rather than in the United States.Now Biden has overturned those policies, and that, combined with expectations of a more generous approach to immigration, has contributed to the current surge of migrants.Nearly 180,000 people have arrived at the southern border or tried to cross illegally in 2021, more than double as many as in the first two months of 2020. These numbers will increase as it gets warmer. Officials at the border are already overwhelmed. There has been a particularly large surge of unaccompanied children, probably the result of a Biden decision to create an exception for them to a Trump rule barring migrants on health grounds. Federal authorities are scrambling to find places to house the 3,500 children still languishing at Border Patrol stations and are even looking at an airfield and an army base.ADADThe truth is the asylum system is out of control. The concept of asylum dates to the years after World War II, when the United States created a separate path to enter the country for those who feared religious, ethnic or political persecution — a noble idea born in the shadow of the United States’ refusal to take in Jews in the 1930s. It was used sparingly for decades, mostly applying to cases of extreme discrimination. But the vast majority of people entering the southern border are really traditional migrants, fleeing poverty and violence. This is a sad situation, but it does not justify giving them special consideration above others around the world who seek to come to the United States for similar reasons — but patiently go through the normal process.Trump already smells blood. Having been elected in 2016 in some large measure because of fears about illegal immigration, he is already attacking Biden on that issue. It dominated his speech at the Conservative Political Action Conference last month, in which he accused Biden of triggering “a massive flood of illegal immigration into our country the likes of which we have never seen before.” Last week, he issued another statement, claiming many of these people were criminals and covid carriers.The tragedy is that this border crisis — and Trump’s demagoguery around it — could hinder Biden’s efforts to achieve comprehensive reform of the whole system. Asylum seekers make up a small minority of immigrants. But there is a much larger group that includes those who have skills the United States needs as well as those entering to reunite with their families. Thanks to Trump’s policies, these immigrants and would-be immigrants now face a more hostile environment than at any point since the United States ended quotas in 1965.ADADYou can see it in the numbers. With pandemic restrictions on top of everything else, immigration to the United States has plunged to levels not seen in four decades. Some of the world’s best and brightest are choosing to go to more hospitable countries, from Canada to Australia. Census data show that without immigration, the United States faces a dire demographic future. It would mean fewer people and especially fewer young people, which would mean less growth, dynamism and opportunity for everyone. This is the real immigration crisis, not the one at the southern border.\nRead more from Fareed Zakaria’s archive, follow him on Twitter or subscribe to his daily newsletter.ADRead more:The Post’s View: Biden is right to end Trump’s inhumane border policies. The cost is a new surge of migrants.George F. Will: Immigration is the sincerest form of flattery. This country needs a good hit of it.Jennifer Rubin: Why Joe Biden isn’t waiting on immigration reformEugene Robinson: Biden’s immigration plan is ambitious. But a big problem demands a big plan.Julio Ricardo Varela: Biden must fight for immigration reform like never before. Until I see that, consider me a skeptic.",
            "author": "Fareed Zakaria"
      },
      {
            "date": "2021-03-11T22:46:00Z",
            "title": "DOJ seeks to build large conspiracy case against Oath Keepers for Jan. 6 riot - The Washington Post",
            "full_article": "The Justice Department and FBI are gathering evidence to try to build a large conspiracy indictment against members of the Oath Keepers for their roles in the Jan. 6 riot at the U.S. Capitol, according to people familiar with the matter, but the group’s sometimes fractious and fantasy-laden internal workings may complicate efforts to bring such a case.Support our journalism. Subscribe today.arrow-rightIn a Friday morning filing, prosecutors spelled out the gargantuan scope of the case, saying the “investigation and prosecution of the Capitol Attack will likely be one of the largest in American history, both in terms of the number of defendants prosecuted and the nature and volume of the evidence.”The Oath Keepers is the most high-profile self-styled militia group in the country. While members use the jargon and trappings of a paramilitary organization, in daily practice the group is often more akin to a collection of local chapters with a similar, disinformation-fueled ideology about what they view as the inevitable collapse of the U.S. government as it becomes more tyrannical.ADADAuthorities cited this video evidence against apparent Oath Keepers Thomas Edward Caldwell, Jessica Watkins and Donovan Crowl in the attack on the Capitol. (TWP)“This was not a well-trained army or a disciplined military unit; this was a loose structure,” said Karl Schmae, who dealt with the Oath Keepers when he was an FBI negotiator responding to the 2016 occupation of a wildlife refuge building in eastern Oregon.The Oath Keepers group is a major target of the sprawling FBI investigation into the riot at the U.S. Capitol, along with another militant group, the Proud Boys, according to the people familiar with the matter, who spoke on the condition of anonymity to discuss an ongoing investigation. How aggressively the Justice Department pursues such extremists will be a major test not only of the Biden administration’s pledge to combat domestic terrorism, but also the law and the courts.Twelve alleged Oath Keepers members or associates have already been arrested on charges related to the Jan. 6 riot. In court documents, the group’s founder, Stewart Rhodes, is usually referred to not by name but as “Person One.” The people familiar with the case said agents are working to see if a conspiracy case can be made against Rhodes and other senior members of the group.Rewriting January 6th: Republicans push false and misleading accounts of Capitol riotRhodes, who once worked as a congressional staffer for former libertarian congressman Ron Paul, was in Washington on Jan. 6 but insists he did not tell his members to attack Congress, and did not want them to.ADADThe Oath Keepers members who allegedly went into the U.S. Capitol “went totally off mission,” Rhodes said this week in an interview. “There was a bunch of chaos. And I wanted to make sure my guys didn’t get into trouble . . . some of them had gone stupid and jumped inside the Capitol.”Asked if he expected to be charged with a crime, Rhodes said: “I don’t know.” He contended that prosecutors “are trying to manufacture a nonexistent conspiracy. I didn’t say, ‘Don’t enter the Capitol.’ I never figured they would do that.”Peter Skinner, a former federal prosecutor, said the government “tends to view conspiracies very broadly. You need an agreement to commit a crime, but you don’t need the actual commission of the underlying crime. But proving that the leaders agreed that the individuals would do something can be difficult, because they would have to show some kind of meeting of the minds. . . . The best way to move up the chain in these kinds of things is by flipping someone who will testify.”ADADRhodes, a former Army paratrooper who wears an eye patch due to an accident with a firearm, started the Oath Keepers in 2009 with the stated mission of preventing a “full-blown totalitarian dictatorship,” and the group has emphasized recruitment among members of the military and law enforcement.Apocalyptic talk has always been central to the appeal of the Oath Keepers. Days before the 2016 election, members spoke openly about that election sparking the country’s demise and offered an online course about what items to stock up on, how to stay warm outdoors, and how to set up a “kill zone maze” in communities to defeat imagined attackers.‘Be ready to fight’: FBI probe of U.S. Capitol riot finds evidence detailing coordination of an assaultBy August of last year, the Oath Keepers had more than 30,000 Twitter followers, and hundreds of thousands of followers on Facebook, before those sites barred Rhodes from posting further, saying he had incited violence, including by declaring: “Civil war is here, right now,” and predicting “open warfare with Marxist insurrectionists by Election Day.”ADADRhodes’s apocalyptic rhetoric dovetailed with the Trump campaign’s “Stop the Steal” message, arguing falsely that massive voter fraud was afoot in the run-up to Election Day. Video and new court filings show contacts between Rhodes and some of the charged rioters dating back to November.On Nov. 8, one day after major news networks projected Joe Biden the election winner, Rhodes shared the stage with a Virginia man later charged in the Capitol riot, Thomas Edward Caldwell. Live-streaming the small Stop the Steal rally in Purcellville, Va., on the Oath Keepers’ YouTube channel, Rhodes urged viewers “to stand up now and call on the president to suppress the insurrection.”“You must declare that Joe Biden is not just not your president. He is not anybody’s president. He will be a usurper, he will be a pretender, and everything that comes out of his mouth, and everything he signs into so-called legislation will be null and void from inception,” Rhodes told the channel’s 40,000 subscribers.ADAD“Because if [Trump] does not do it, it will fall to us. Trump is not your last stand against the deep state against communism. We are. You are.”Caldwell, 66, a retired Navy intelligence officer, also spoke, calling Democrats “all socialists and communists” plotting to steal the election and following “the Adolf Hitler playbook.”Two days later, Rhodes told Alex Jones on Infowars.com that he had “armed” men stationed outside Washington, D.C., prepared to engage in violence on Trump’s command and that Trump should invoke the Insurrection Act to secure reelection. Over the following week, prosecutors alleged Caldwell, while not a formal member of the Oath Keepers, hosted out-of-state members of the group at his home in Berryville, Va., near the West Virginia border, leading up to the pro-Trump “Million MAGA March” in Washington on Nov. 14. That same week, the group carried out “final vetting” for security volunteers at a Lowe’s parking lot not far from Caldwell’s home, Rhodes said.ADADTwo of those who stayed with Caldwell, according to charging papers against them, were Jessica Watkins, a former Army private, and Donovan Crowl, a former U.S. Marine Corps mechanic, who would later be arrested and charged along with nine other Oath Keepers members or associates, including Caldwell. Prosecutors allege Caldwell and Watkins were key figures in the riot that led to five deaths and assaults on about 140 police officers.FBI focuses on video of Capitol Police officer being sprayed with chemicals before he died in pro-Trump riotOne day after Rhodes and Caldwell spoke together, charging papers alleged, Watkins texted recruits of the small group she founded, the Ohio State Regular Militia, describing a “Basic Training class coming up in the beginning of January” and telling one recruit: “I need you fighting fit by innaugeration.”On Dec. 30, Caldwell allegedly complained to Watkins that he still hadn’t been contacted by anyone about Jan. 6, adding that if Rhodes “isn’t making plans, I’ll take charge myself, and get the ball rolling.”ADADHowever, prosecutors alleged that one day later, Watkins was invited to a “leadership only” conference call on Signal for the “DC op.” She also participated with Rhodes in an encrypted Signal chat called “DC OP: Jan 6 21,” in which prosecutors allege Rhodes was in contact with regional Oath Keepers leaders from multiple states.Meanwhile, Rhodes and other Oath Keepers leaders heavily recruited members to come to Washington on Jan. 6. On a Signal chat to regional leaders, Rhodes allegedly warned against risking arrest by bringing firearms in violation of District law, saying: “Leave that outside DC.” Instead, he said: “We will have several well-equipped QRFs [Quick Reaction Forces] outside DC. And there are many, many others, from other groups, who will be watching and waiting on the outside in case of worst case scenarios.”Rhodes also allegedly recommended participants wear helmets, hard gloves, eye protection, flashlights and legal weapons; “Collapsible Batons are a grey area in the law. I bring one. But I’m willing to take that risk because I love em.”ADADThe Oath Keepers issued a public call on the group’s website Jan. 4 for “patriots” to come to the District “to stand tall in support of President Trump. . . . Prepare to do whatever must be done to honor our oaths to defend the Constitution against all enemies, foreign and domestic . . . whatever happens.”In a recent court filing in which prosecutors argued that Caldwell should remain behind bars while he awaits trial, prosecutors cited a message sent shortly after 2 p.m. on Jan. 6 — as the mob was storming the Capitol — by an unnamed person who allegedly led a group of Oath Keepers members providing “security” that day. It stated: They “have taken ground at the capital[.] We need to regroup any members who are not on mission.”Rhodes reposted that message to the Signal group, prosecutors said, with instructions to gather on the southeast side of the Capitol, followed at 2:41 p.m. by a photograph captioned: “South side of US Capitol. Patriots pounding on doors.” At about 2:40 p.m., prosecutors say, a line of Oath Keepers members that included Watkins “forcibly entered the Capitol through the Rotunda door in the center of the east side of the building.”“We are surging forward. Doors breached,” Caldwell wrote to his Facebook contacts at 2:48 p.m. from the other side of the Capitol, the government said.Some of the charged Oath Keepers defendants have denied anyone made the decision or gave a command to enter the building. Another charged defendant denied knowing Rhodes was on the Capitol grounds.Nevertheless, prosecutors wrote, about 4 p.m., a number of Oath Keepers members who had exited the building gathered around Rhodes, where they were photographed and recorded.In a court filing Wednesday, Caldwell’s lawyer David Fischer said prosecutors have grossly exaggerated his conduct and said the government “has effectively admitted that it does not possess one piece of ‘smoking gun’ evidence that the ‘overt acts’ that occurred before January 6th had anything to do specifically with a plot to invade the Capitol.”A court hearing for Caldwell is set for Friday.On Thursday, prosecutors disclosed conspiracy charges against the latest Oath Keeper suspect, Army veteran Kenneth Harrelson, 41, of Brevard County, Fla., alleging that he communicated with a member of Watkins’s group and was photographed with members inside the Capitol.Watkins’s lawyer has argued that she came to Washington not to join an insurrection, but to provide security to speakers, lawmakers and other marchers to the Capitol directed by  the president.Since Jan. 6, Rhodes has blasted the government’s tightening circle around his organization in phone interviews, text messages and in one hour-long, in-person interview with The Washington Post.“Just so we’re clear on this: We had no plan to enter the Capitol, zero plan to do that, zero instructions to do that,” Rhodes said last week in an interview in Texas. Rhodes has maintained that he was not at the Capitol when the siege began. Once he returned and found a chaotic scene, Rhodes said, he tried to be a “good leader” and call Oath Keepers members to rendezvous outside the building, where he could “keep them out of trouble.”He said he only learned afterward that some Oath Keepers members had already entered the building.“They got nothing,” he said. “They got a message from me saying, ‘Meet here.’ ”\n",
            "author": "Devlin Barrett, Spencer Hsu, Aaron Davis, Tom Jackman"
      },
      {
            "date": "2021-03-11T22:20:00Z",
            "title": "Novavax coronavirus vaccine completely prevents severe illness, but was less effective at preventing infections by variants - The Washington Post",
            "full_article": "A coronavirus vaccine developed by Maryland biotechnology company Novavax was effective — particularly in preventing severe cases of illness — in two trials conducted in areas of the world overrun by concerning variants of the virus, the company announced Thursday. The vaccine was markedly less effective in stopping mild or moderate cases in South Africa, where a variant capable of dodging immunity emerged late last year.Support our journalism. Subscribe today.arrow-rightThe results back up an interim analysis released in January and provide a window into the challenges presented by the variants but also underscore the largely robust protection offered by vaccination. The vaccine appeared 96 percent effective against the original strain of the virus, on par with the most effective authorized vaccines, and protected completely against severe illness caused by variants — even as its ability to prevent milder symptoms eroded.“Our take on this is this is a very good result. It is important to prevent severe disease; it would be ideal to prevent all disease,” said Gregory Glenn, president of research and development at Novavax.ADADIn its final analysis, which has not yet been peer-reviewed or published, the company said that its vaccine was 96 percent effective against mild, moderate and severe cases of covid-19 caused by the original strain. That dropped, modestly, to 86 percent against the B.1.1.7 variant first detected in the United Kingdom. In South Africa, where a variant called B.1.351 has become dominant, the vaccine was 55 percent effective against any cases of covid-19 among participants who were not infected with HIV.But it was 100 percent effective against severe disease, including against the variants. There were five severe cases of covid-19 in the United Kingdom trial, all of which occurred in people who received the placebo, and five severe cases in the South African trial, also among people who received the placebo.“A trend we’re seeing, even with these variants, is that these vaccines are retaining high efficacy against severe disease,” said Kathleen Neuzil, director of the Center for Vaccine Development and Global Health at the University of Maryland School of Medicine. “I really loved seeing the 100 percent efficacy against severe disease.”ADADThe new findings also add nuance to an initial analysis of the Novavax data that suggested people with prior infections might not be protected against future illness, a preliminary but concerning signal. Scientists initially found those people were no less likely to be infected than people not previously exposed.But after following those study participants for longer, scientists found prior infection may offer a “late protective effect” against reinfection, a company news release stated. The rate of illness among people who had signs in their blood of prior infection was about half as high as for those who had no prior infection.Glenn said that at this point, there were only theories and no clear explanations of that result.The company will present the data to regulatory agencies worldwide, including the Food and Drug Administration. A large, 30,000-person test of the vaccine is ongoing in the United States and Mexico.",
            "author": "Carolyn Y. Johnson"
      },
      {
            "date": "2021-03-11T22:12:24Z",
            "title": "Biden’s American Rescue Plan is actually a huge new school reform",
            "full_article": "President Biden’s $1.9 trillion American Rescue Plan is aimed at helping the country recover from the coronavirus pandemic — but it is another thing, as well: a major federal school reform unlike those we’ve seen in the past few decades.Support our journalism. Subscribe today.arrow-rightWhile the new law is aimed at helping families get back on their feet and helping businesses and schools reopen after a year of turmoil, it includes measures that together have the potential to slash poverty among the 12 million students who live in low-income households.Biden himself tweeted recently: “No child should grow up in poverty. The American Rescue Plan will expand the child tax credit and cut the child poverty rate in half.”ADOutside estimates on its impact have come to the same conclusion, including one from the nonprofit Center for Budget and Policy Priorities, which said that two key tax credit provisions could “together lift more children above the poverty line, 5.5 million, than any other economic support program.” An Urban Institute analysis of the plan said the child poverty rate in 2021 will fall by more than 52 percent, largely from changes in tax law and the $1,400 stimulus checks that are part of the relief package.ADIt should be noted that most of the provisions in this new law will remain in effect only for a year or two — and there is no guarantee what will happen beyond then. But directly aiming to reduce child poverty is exactly what many advocates for children have long said is needed.Policymakers have been focused for decades on improving public schools with a culture based on standardized testing, the expansion of charter schools and other “school choice” measures, and, in some places, the demonization of teachers. Child poverty, they said, was an excuse for poor performance by adults.ADBut the testing/choice/big data approach has not closed the achievement gap, and on some measures, it has barely moved.Critics say research clearly shows that standardized test scores are fundamentally a metric of the state of child poverty in America, not of school quality. Students who live in low-income Zip codes virtually always have lower test scores than those who don’t.ADWhile conditions inside many schools do need to be overhauled — and some teachers need better training — what happens to children outside of school has a far larger effect on their performance than what happens in class, researchers have said.“On nearly every single outcome that we can assess, public schools have a marginal impact that is really small relative to the impact of families,” said Robert Pianta, dean of the Curry School of Education at the University of Virginia and founding director of the university’s Center for Advanced Study of Teaching and Learning.ADMany schools nationwide have attempted to address the out-of-school lives of students, including “community schools” that forge partnerships with local agencies and organizations to provide wraparound services for children.But federal policy has been focused on other things since 2002′s No Child Left Behind law ushered in an era of standardized-testing accountability systems for schools and districts. While running for president, Biden had said he wants to make education equity a top priority.ADBiden’s rescue plan will, among other things, send direct cash payments of $1,400 to more than 85 percent of U.S. households, make health care more affordable and extend unemployment benefits.ADIt will also make key changes in federal tax law, including with the child tax credit, which until now has largely helped middle- and high-income families. Under the new law, many more low-income families will be eligible for the credit, which will rise from $2,000 to $3,600 per child every year. The money will be sent to families over the course of the year in installments — essentially a guaranteed income.Biden has said he wants the changes in the child tax credit to be permanent, which would have a lasting effect on the child poverty rate. At this time, they aren’t.In 2011, writer Sarah Garland said in the Hechinger Report, “Increasingly, educators and experts are questioning the reformers’ tactics and asking whether the single-minded focus on schools has become an excuse to avoid the hard work of addressing poverty.”The American Rescue Plan seems to be a start.",
            "author": "Valerie Strauss"
      },
      {
            "date": "2021-03-11T21:45:58Z",
            "title": "PM Update: Record warmth of today tapers somewhat Friday",
            "full_article": "* Red flag warning through 6 p.m. *Temperatures soared toward 80 on a stiff southwest wind this afternoon, with records set for highs at all the local airports. Fortunately, it seems we’re dodging the fire threat thus far today, but some strong gusts continue into the evening. Otherwise, besides the dual assault of pollen and dryness on our sinuses, things are good.Support our journalism. Subscribe today.arrow-rightListen to our daily D.C. forecasts: Apple Podcasts | Amazon Echo | More optionsThrough tonight: Clouds increase as a cold front approaches, and a sprinkle or quick shower is possible in the hours before sunrise. Temperatures dip into the low and mid-50s for lows. Winds are out of the west and southwest around 5 to 10 mph.ADView the current weather at The Washington Post.Tomorrow (Friday): It’s drier, but we will see a good deal of clouds and an occasional shower risk. That activity may be both early and light, and may provide some pollen relief. Highs are in the upper 60s and lower 70s. Winds are from the northwest around 10 to 15 mph, with gusts to around 25 mph.ADSee David Streit’s forecast through the weekend. And if you haven’t already, join us on Facebook and follow us on Twitter and Instagram. For related traffic news, check out Gridlock.Pollen update: Pollen has been crushing. See more from Jason Samenow.Severe weather season: If you still need signals that spring is around the corner, check out the photos below. Severe weather in the Upper Midwest caused a few spectacular looking supercells to form Wednesday. Fortunately, the tornado threat did not come to pass in the region. It’s beginning to be that time of year.Want our 5 a.m. forecast delivered to your email inbox? Subscribe here.",
            "author": "Ian Livingston"
      },
      {
            "date": "2021-03-11T21:40:40Z",
            "title": "The real lesson of the feud between Susan Collins and Chuck Schumer",
            "full_article": "Many senators are supposedly shocked, shocked by a feud that has erupted between their colleagues Charles E. Schumer and Susan Collins. According to a Politico report, the Democratic majority leader and the Republican from Maine are barely speaking amid his alleged failure to reach out to her during the stimulus debate.Support our journalism. Subscribe today.arrow-rightMany GOP senators are treating this as a teachable moment: If Schumer (N.Y.) and Democrats want bipartisan support in the future, by golly, they’d best treat the most gettable Republican with a whole lot more respect!This is a teachable moment, but in an entirely different way: It shows yet again how confused and obfuscatory our discourse is around “bipartisanship.”ADSpecifically, I’d like to stipulate that there is no way to discuss the concept of “bipartisanship” in a neutral way, outside of a policy context. During the debate over the $1.9 trillion relief package, you constantly heard media figures asking whether President Biden and Democrats could “do more” to “win bipartisan cooperation” from Republicans, as though this could have been secured by acts of personal glad-handing or other mystical rites that went unspecified, and that this would have been an inherently good thing.ADBut the only thing Democrats could have done to win such bipartisan cooperation was to dramatically scale down their package. And so, those who suggested that winning bipartisan cooperation would have been an inherent good were necessarily offering an opinion on policy: They were saying a much smaller package would have been a better outcome than what did happen, because it was bipartisan.That’s a fine position to take, but the point is, taking it preferences one policy outcome over another. It’s not a policy-neutral position.ADThe Collins-Schumer feud illustrates this well. The idea is supposed to be that Schumer backed a challenger to Collins in 2020, failed, and their relationship has since been “frosty.”Then Schumer said on TV that Democrats learned their lesson from 2009 and would not chase after bipartisan support forever, adding that “Susan Collins was part of that mistake.”ADCollins took great umbrage, and insisted there had been no outreach to her at all on the stimulus. She declared it the height of folly to “alienate the most bipartisan member,” suggesting that winning future cooperation would now be far harder. Numerous other GOP senators echoed that sentiment.ADBut there’s no reason to believe any amount of outreach would have won over Collins.Recall that Collins and Republicans backed an amendment that would have scaled down the package to one-third its size, even as the $1.9 trillion proposal had enormous public support. Which means nothing short of an enormous downscaling of the bill would have won 10 Republican senators to break a likely filibuster.So Democrats passed the package by a simple majority through reconciliation. Could more outreach have persuaded just Collins to support what did pass?ADDoubtful. At the least, since Collins touted that amendment — which, again, was one-third the size — as a reasonable compromise, winning her would have required a big downscaling in that direction. And recall that Collins and other moderate Republicans have admitted that Biden did solicit input from them; that act didn’t move them at all, and he and Democrats decided passing an ambitious bill was what the country needed.ADThe point is that winning over Collins — and winning bipartisan support — would have resulted in a far less generous package. So arguing that Democrats should have done what was necessary to win that support is tantamount to arguing that a far less generous package would have been a preferable outcome. You can’t treat “winning bipartisanship” as a goal that exists in a vacuum.It’s possible that on a few future issues, the right kind of dealmaking might win a few GOP senators. But that will be on issues they already want to act on (like, say, infrastructure). On most others, the choice for Democrats will be to act alone or dramatically compromise their agenda. (This is why it’s very hard to see filibuster reform not happening.) In most cases, whether Democrats perform the right kind of outreach will be irrelevant.ADThe real moral of the Collins-Schumer feud is that Republicans badly want to confuse you on this point. That’s why they attacked Schumer for alienating Collins personally, even though that’s not remotely relevant to what actually happened. They want to be able to argue that when no Republicans support future bills, this was a general failure of leadership on Democrats’ part, with little discussion of the truism that only the most enormous specific concessions (if those) could have ever won their support.ADIt’s a neat trick. But we don’t have to play along.Read more:Michael Gerson: The child tax credit is a conservative dream fulfilled. Let’s help make it permanent.Henry Olsen: Biden’s relief bill probably won’t matter that much in the midtermsThe Post’s View: The national debt is high and growing. Congress’s infrastructure bill must keep that in mind.James Hohmann: Roy Blunt wanted compromise and cordiality. He couldn’t survive the Trump GOP’s descent.Charles Lane: Goodbye, Clinton welfare reform. Hello, child tax credit.",
            "author": "Greg Sargent"
      },
      {
            "date": "2021-03-11T21:24:32Z",
            "title": "Conservatives are a lot more demanding of partisan loyalty than liberals",
            "full_article": "It’s hardly an earth-shattering revelation that Republicans — and particularly conservative Republicans — are actively policing dissent within their party. After 17 congressional Republicans voted to either impeach former president Donald Trump or to convict him after his trial in the Senate, most of them faced rebukes from official Republican Party entities. Even with his term in office over, Trump broadly remains the face of the party. Those who felt he should be held accountable for his role in spurring the attack on the Capitol on Jan. 6 were treated as something akin to infidels.Support our journalism. Subscribe today.arrow-rightNew data from the Pew Research Center reveals the breadth of sentiment about the place of political dissent, both within the Republican Party and between the two major parties.The question posed by Pew’s researchers was straightforward: How accepting should either party be of those who held views that might conflict with the party generally? Four scenarios were offered. The first was general disagreement with the party’s position on important issues. The second, open criticism of the party’s most recent president. The third, willingness of elected officials to support groups that openly advocated violence against the political opposition. Fourth, asked only of Republicans, was how accepting the party should be of those who voted to impeach or convict Trump.In general, particularly on the question of criticism of the president, Democrats (and Democrat-leaning independents, who were included in the analysis) were more accepting of dissent. Neither party, happily, was very accepting of elected officials who might encourage political violence.When we add another dimension — the ideology of these partisans — the picture becomes more interesting. It’s liberal Democrats who are the most accepting of dissent among elected officials and conservative Republicans who are least accepting of it. In fact, on the question of general disagreement on important issues, there’s no difference in the views of moderate Republicans and moderate Democrats. But there’s a 16-point difference between liberal Democrats and conservative Republicans.On the question of critiquing the president, that gap between the ideological extremes widens to 30 points.Why? Because of who holds power in each party. The Democratic Party is controlled by moderates, including President Biden. The GOP is controlled by conservatives, including (at least conceptually) Trump. So it’s the moderate Republicans who are more accepting of dissent, since they are the ones more likely to be dissenting from the party line. And on the left, that’s true of more liberal Democrats. It’s the liberals who are trying to push the Democratic Party in a different direction and who, therefore, are more willing to embrace divergence from stark partisanship.ADADThe gulf in the Republican Party is best illustrated by that last question, of course. Moderate Republicans are twice as likely as conservatives to say that their party should be accepting of elected officials who voted to impeach or convict Trump.That alone tells you where the power in the party lies. Willingness to accept dissent on that particular issue has very much not been the party’s position.",
            "author": "Philip Bump"
      }
]